{
  "success": true,
  "bank": "Maximum",
  "url": "https://www.maximum.com.tr/kampanyalar",
  "scrapedAt": "2025-09-03T21:53:29.212Z",
  "statistics": {
    "totalFound": 122,
    "totalScraped": 122,
    "successful": 121,
    "failed": 1,
    "withDates": 121,
    "withImages": 121,
    "withDiscounts": 65,
    "withFullDetails": 92
  },
  "campaigns": [
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-etsnin-erken-rezervasyon-indirimlerine-ek-yuzde5-indirim",
      "title": "Maximum’dan ETS’deki Seçili Otellerde Anında %5 Ek İndirim Fırsatı!",
      "description": "Maximum Kart’ınızla ETS'deki seçili otellerde 31 Aralık 2025 tarihine kadar gerçekleştireceğiniz konaklamalar için 1 - 30 Eylül 2025 tarihleri arasında yapacağınız rezervasyonlarınızda anında %5 ek indirim kazanın. Üstelik vade farksız 6 aya varan taksit fırsatıyla! * Anında %5 ek indirim kampanyasından faydalanabilmek için \"Ödeme Yöntemi > Ödeme Kampanyaları\" alanında “Maximum ile sepette %5 ek indirim!” seçeneği işaretlenerek ilerlenmelidir.",
      "extraDescription": "* Peşin, 3 veya 6 taksitli ödemelerde, anında %5 ek indirim kampanyasına dahil seçili oteller için tıklayınız.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ve Nays Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan rezervasyonlar, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Anında %5 ek indirim",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "5%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ETS_Kampanyasi_5_580x460.jpg",
      "scrapedAt": "2025-09-03T21:43:39.990Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-etsdeki-secili-otellerde-ek-indirim",
      "title": "Maximum’dan ETS’deki Seçili Yurt içi Otellerinde Anında %5 Ek İndirim Fırsatı!",
      "description": "Maximum Kart’ınızla ETS’deki seçili yurt içi otellerinde 31 Aralık 2025 tarihine kadar gerçekleştireceğiniz konaklamalar için 1 - 30 Eylül 2025 tarihleri arasında yapacağınız rezervasyonlarınızda anında %5 ek indirim kazanın. Üstelik vade farksız 3 taksit fırsatıyla! * Anında %5 ek indirim kampanyasından faydalanabilmek için \"Ödeme Yöntemi > Ödeme Kampanyaları\" alanında “Maximum ile sepette %5 ek indirim!” seçeneği işaretlenerek ilerlenmelidir.",
      "extraDescription": "* Peşin veya 3 taksitli ödemelerde geçerli %5 ek indirim kampanyasına dahil seçili oteller için tıklayınız.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ve Nays Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan rezervasyonlar, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Anında %5 ek indirim",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "5%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9321_ETS_580x460.jpg",
      "scrapedAt": "2025-09-03T21:43:44.576Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/okula-donus-maxipuan-cati-kampanyasi",
      "title": "Maximum'dan Okul İhtiyaçlarınız için Yapacağınız Alışverişlere 4.500 TL'ye Varan MaxiPuan!",
      "description": "Okul ihtiyaçlarınız için yapacağınız giyim, ayakkabı, kırtasiye, seçili e-ticaret ve market alışverişlerinize 4.500 TL'ye varan MaxiPuan! 30 Eylül 2025 tarihine kadar İşCep'ten okul ihtiyaçlarınız için MaxiPuan kampanyalarımıza ayrı ayrı katılın, - Maximum özellikli kredi kartlarınız ve Bankamatik Kartınızla; giyim, giyim aksesuarı, ayakkabı, kozmetik, optik ve kırtasiye sektörlerindeki Maximum anlaşmalı işyerleri ile seçili e-ticaret firmalarından yapacağınız 2.",
      "extraDescription": "500 TL ve üzeri ilk alışverişinizden sonra tek seferde ve farklı günlerde yapacağınız 2.500 TL ve üzeri her alışverişiniz için 250 TL MaxiPuan toplamda 2.500 TL, - Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde yapacağınız 2.000 TL ve üzeri ilk peşin market alışverişinizden sonra farklı günlerde yapacağınız 2.000 TL ve üzeri her peşin alışverişiniz için 100 TL, dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 1.000 TL, - Maximum anlaşmalı marketlerden tek seferde yapacağınız 20.000 TL ve üzeri ilk peşin market alışverişiniz için dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 1.000 TL, olmak üzere toplamda 4.500 TL MaxiPuan kazanın.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "için tıklayınız Maximum'dan Market Alışverişlerinize 1.000 TL MaxiPuan! Ayrıntılı bilgi ve ek koşullar için tıklayınız Maximum Kart’ınızla Market Alışverişlerinize 1.000 TL MaxiPuan! Ayrıntılı bilgi ve ek koşullar için tıklayınız Ek Koşullar:",
      "startDate": "21.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "4.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9994_Okula-Donus-Cati_580x460.jpg",
      "scrapedAt": "2025-09-03T21:43:49.633Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/okula-donus-maxipuan-kampanyasi",
      "title": "Maximum'dan Okula Dönüş Harcamalarınıza Özel 2.500 TL'ye Varan MaxiPuan!",
      "description": "16 Ağustos – 30 Eylül 2025 tarihleri arasında Maximum özellikli kredi kartlarınız ve Bankamatik Kartınızla; giyim, giyim aksesuarı, ayakkabı, kozmetik, optik ve kırtasiye sektörlerindeki Maximum anlaşmalı işyerleri ile seçili e-ticaret firmalarından yapacağınız 2.500 TL ve üzeri ilk alışverişinizden sonra tek seferde ve farklı günlerde yapacağınız 2.",
      "extraDescription": "500 TL ve üzeri her alışverişiniz için 250 TL MaxiPuan toplamda 2.500 TL MaxiPuan! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Kampanyaya dahil e-ticaret seçili firma listesi için tıklayınız.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "16.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "2.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9964_Maximum-Okula-Donus_580x460.jpg",
      "scrapedAt": "2025-09-03T21:43:55.125Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ucuzabiletcomda-pesin-fiyatina-taksit-firsati",
      "title": "Maximum’dan ucuzabilet.com’da Peşin Fiyatına 6 Aya Varan Taksit Fırsatı!",
      "description": "01 Ocak - 31 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile ucuzabilet.com’dan gerçekleştireceğiniz yurt içi uçak bileti alımlarınızda peşin fiyatına (vade farksız) 3 veya 6 taksit imkanı sunulmaktadır.",
      "extraDescription": "Yurt içi uçuşlarda, vade farksız 6 aya varan taksit imkanından faydalanılabilmesi için taksitli harcamanın İş Bankası Maximum POS’ları üzerinden yapılması gerekmektedir. KKTC’ye ilişkin uçak bileti alımlarında azami 3 taksit fırsatı sunulmakta olup işleminizi vade farkı ödemeden 3 taksitli olarak gerçekleştirebilirsiniz. Yurt dışına ilişkin harcamalarda taksit uygulanamaz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel ve ticari kredi kartları kampanyaya dahildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Maximum Kart’a özel bu",
      "startDate": "1.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/ucuzabilet.com_2025_580x460.jpg",
      "scrapedAt": "2025-09-03T21:43:59.842Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-ile-yurtici-ucak-biletlerinde-taksit-firsati-etsde",
      "title": "Maximum ile Yurt İçi Uçak Biletlerinde Peşin Fiyatına 6 Aya Varan Taksit Fırsatı ETS’de!",
      "description": "01 Ocak - 31 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile etstur.com üzerinden alacağınız yurt içi uçak biletlerinde, peşin fiyatına (vade farksız) 3 veya 6 taksit imkanı sunulmaktadır.",
      "extraDescription": "Yurt içi uçuşlarda, vade farksız 6 aya varan taksit imkanından faydalanılabilmesi için taksitli harcamanın İş Bankası Maximum POS’ları üzerinden yapılması gerekmektedir. KKTC’ye ilişkin uçak bileti alımlarında azami 3 taksit fırsatı sunulmakta olup işleminizi vade farkı ödemeden 3 taksitli olarak gerçekleştirebilirsiniz. Yurt dışına ilişkin harcamalarda taksit uygulanamaz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel ve ticari kredi kartları kampanyaya dahildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Maximum Kart’a özel bu",
      "startDate": "1.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m30_ETSbilet_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:04.613Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gelir-motorlu-tasitlar-tapu-harc-ve-emlak-vergisi-odemelerinize-sonradan-taksit-firsati",
      "title": "Gelir Vergisi, Motorlu Taşıtlar Vergisi, Tapu Harç ve Emlak Vergisi Ödemelerinize Sonradan 3 Aya Varan Taksit Fırsatı!",
      "description": "Maximum Kart’ınızla 1-30 Eylül tarihleri arasında peşin olarak gerçekleştireceğiniz 2.000 TL ve 1.",
      "extraDescription": "000.000 TL arasındaki Gelir Vergisi, Motorlu Taşıtlar Vergisi (MTV), Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemelerinizde 3 aya varan, 1.000.000 TL ve 5.000.000 TL arasındaki Gelir Vergisi, Motorlu Taşıtlar Vergisi, Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemelerinizi 2 aya varan taksit fırsatını kaçırmayın! Maximum Kart’ınızla; - İşCep, İnternet Şubesi veya gib.gov.tr adresinden peşin olarak gerçekleştireceğiniz 2.000 TL ve 1.000.000 TL arasındaki Motorlu Taşıtlar Vergisi, Gelir Vergisi, Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemeleriniz ile Belediye vezneleri ve Belediyelere ait internet siteleri üzerinden peşin olarak gerçekleştireceğiniz 2.000 TL ve 1.000.000 TL arasındaki Emlak ve Çevre Temizlik Vergisi ödemelerinizi 2 veya 3 taksit olarak, - İşCep, İnternet Şubesi veya gib.gov.tr adresinden peşin olarak gerçekleştireceğiniz 1.000.000 TL ve 5.000.000 TL arasındaki Motorlu Taşıtlar Vergisi, Gelir Vergisi, Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemeleriniz ile Belediye vezneleri ve Belediyelere ait internet siteleri üzerinden peşin olarak gerçekleştireceğiniz 1.000.000 TL ve 5.000.000 TL arasındaki Emlak ve Çevre Temizlik Vergisi ödemelerinizi 2 taksit olarak, İşCep'ten sonradan faizsiz taksitlendirebilirsiniz.",
      "includedCards": "- İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları.",
      "excludedCards": "- Aidatsız Kartlar, Bankamatik kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı kampanyaya dahil değildir.",
      "additionalConditions": "-",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "2.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Vergi_2Takit_new_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:09.380Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-kartinizla-market-alisverislerinize-maxipuan-hediye",
      "title": "Maximum'dan 2.000 TL ve üzeri Market Alışverişlerinize 1.000 TL'ye varan MaxiPuan!",
      "description": "İşCep'ten Market Kampanyası'na katılın, 1 – 30 Eylül tarihleri arasında Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde yapacağınız 2.000 TL ve üzeri ilk peşin market alışverişinizden sonra farklı günlerde yapacağınız 2.",
      "extraDescription": "000 TL ve üzeri her peşin alışverişiniz için 100 TL, dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 1.000 TL MaxiPuan kazanın!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "2.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n28_Market_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:13.876Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-market-alisverislerinize-1000lira-maxipuan-kampanyasi",
      "title": "Maximum'dan 20.000 TL ve üzeri Market Alışverişlerinize 1.000 TL MaxiPuan!",
      "description": "İşCep'ten Market Kampanyası'na katılın, 1 – 30 Eylül 2025 tarihleri arasında Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde yapacağınız 20.000 TL ve üzeri ilk peşin market alışverişiniz için dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 1.",
      "extraDescription": "000 TL MaxiPuan kazanın!.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları ve MaxiPara Kart kullanılarak yapılan alışverişler, market sektöründe yer alan mağazaların sanal mağaza ve/veya mobil uygulamalarından yapılan market alışverişleri kampanyaya dâhildir.",
      "excludedCards": "Ticari Kartlar, Aidatsız Kartlar, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler, farklı ürün kategorilerinde satış yapan e-ticaret firmalarından yapılacak alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "20.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Yuksek_Market_0925_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:18.661Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/market-harcamalariniza-maxipuan-firsati",
      "title": "Maximum Kart’ınızla Market Alışverişlerinize 2.000 TL'ye varan MaxiPuan!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "2.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Market_cati_neww_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:23.277Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatilde-otel-rezervasyonunuza-pazaramapuan-kampanyasi",
      "title": "Pazarama Tatil'de Otel Rezervasyonunuza 10.000 TL'ye varan PazaramaPuan!",
      "description": "İşCep veya Maximum Mobil'den kampanyaya katılın, 1-30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil'den tek seferde yapacağınız 35.000 TL - 49.",
      "extraDescription": "999 TL arası ilk rezervasyonunuzda 3.000 TL PazaramaPuan, 50.000 TL - 99.999 TL arası ilk rezervasyonunuzda 5.000 TL PazaramaPuan, 100.000 TL ve üzeri ilk rezervasyonunuzda 10.000 TL PazaramaPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli Bireysel Kredi Kartları, Bankamatik Kartları ve MaxiPara Kartlar Kampanyaya dahil olmayan işlemler: Ticari Bankamatik ve Kredi Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "",
      "additionalConditions": "Kampanya döneminde gerçekleştirilen rezervasyonların iptal edilmesi veya yapılan rezervasyonun iade edilmesi durumunda, yüklenen PazaramaPuan'lar geri alınacaktır. Ödül kullanımı: Kazanılan PazaramaPuan'lar 16 Ekim 2025 tarihinde yüklenecek olup, 30 Kasım 2025 tarihine kadar kullanılabilecektir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "10.000 TL",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n21_Pazarama_Otel_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:28.675Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatil-arac-kiralama-taksit-firsati",
      "title": "Pazarama Tatil'den yapacağınız araç kiralamalarınızda 3 taksit fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil’den yapacağınız araç kiralamalarınızda 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri kampanya kapsamında değerlendirilmemektedir.",
      "additionalConditions": "Taksit seçenekleri arasında fiyatlar farklılık gösterebilecek olup, yasal düzenleme kapsamında alt işlem tutarı firma tarafından belirlenecektir. Pazarama, koşullar ve yasal düzenlemeler doğrultusunda",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-5492_PazaramaTatil_AracKiralama_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:33.235Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mediamarkt-maxipuan-kampanyasi",
      "title": "MediaMarkt.com.tr' de MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 1-15 Eylül 2025 tarihleri arasında Maximum Kart’ınızla www.mediamarkt.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 17.500 TL ve üzeri ilk alışverişte 1.500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Media Markt'ın fiziki mağazalarından gerçekleştirilen işlemler kampanya kapsamında değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Media Markt",
      "startDate": "1.9.2025",
      "endDate": "15.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/h_MediaMarkt_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:37.676Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yeni-kredi-karti-musterilerimize-maxipuan-firsati",
      "title": "Yeni Kredi Kartı Müşterilerimize 5.000 TL'ye Varan MaxiPuan Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında ilk kez İş Bankası bireysel kredi kartına başvurun, 31 Ekim'e kadar tek seferde ve farklı günlerde yapacağınız 2.500 TL ve üzeri alışverişlerinizde 500 TL, toplamda 5.",
      "extraDescription": "000 TL’ye varan MaxiPuan kazanın! Kampanyadan yararlanabilmek için İşCep ya da Maximum Mobil’den kampanyaya katılabilirsiniz.",
      "includedCards": "Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dahil olmayan kartlar: Aidatsız Kartlar, Maxipara Kart, Bireysel Bankamatik Kartları, Ticari Kredi Kartı, Ticari Bankamatik Kartı Kampanya koşulları: • Katılmak için: Kart başvurunuzdan önce ya da sonra İşCep veya Maximum Mobil “Kampanyalar” bölümünden ilgili kampanyadaki “KATIL” butonuna tıklamanız yeterlidir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "5.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/KartBasvuru_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:42.515Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-karti-ile-akaryakit-harcamaniza-maxipuan-firsati",
      "title": "Bankamatik Kartı ile Akaryakıt Harcamanıza 250 TL’ye Varan MaxiPuan!",
      "description": "1 – 30 Eylül 2025 tarihleri arasında Bankamatik Kartı’nız ile tek seferde ve farklı günlerde yapacağınız 750 TL ve üzeri akaryakıt harcamalarınıza 25 TL, toplam 250 TL MaxiPuan!",
      "extraDescription": "",
      "includedCards": "ve işlemler: Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı kampanyaya dahildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı dışındaki tüm kartlar kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Akaryakit_0625_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:46.979Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-bankasini-arkadasiniza-onerin-hem-siz-hem-de-arkadasiniz-maxipuan-kazanin",
      "title": "İş Bankası’nı arkadaşınıza önerin hem siz hem de arkadaşınız 500 TL MaxiPuan kazanın!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/maximum.com_Arkadasina_Oner_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:51.961Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/trendyolda-taksit-firsati",
      "title": "Trendyol'da Peşin Fiyatına 9 Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınız ile Trendyol‘dan yapacağınız alışverişlerinizde 9 taksit fırsatı! 30 Eylül 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız 10.000 TL ve üzeri seçili ürün alışverişlerinizde peşin fiyatına 9 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "10.000 TL",
      "merchant": "Trendyol",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m28trendyol_580x460.jpg",
      "scrapedAt": "2025-09-03T21:44:56.421Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/hepsiburadada-taksit-firsati",
      "title": "Hepsiburada'da Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınız ile Hepsiburada‘dan gerçekleştireceğiniz alışverişlerinizde 3 taksit fırsatı! 30 Eylül'e kadar Maximum Kart'ınız ile Hepsiburada'dan yapacağınız 3.000 TL ve üzeri alışverişlerinizde 3 taksit fırsatından faydalanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "3.000 TL",
      "merchant": "Hepsiburada",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-6861_Hepsiburada_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:00.974Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/decathlon-indirim-kampanyasi",
      "title": "Maximum'dan Decathlon'da 300 TL Geri Kazanın!",
      "description": "Alışverişinizden önce İşCep'ten kampanyaya katılın, 25 Ağustos - 30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla Decathlon mağazaları, www.decathlon.",
      "extraDescription": "com.tr ve mobil uygulamadan tek seferde yapacağınız 2.500 TL ve üzeri ilk alışverişe 300 TL geri kazanın! Kampanya katılımlı olup katılımınız kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanya Decathlon mağazaları, www.decathlon.com.tr ve mobil uygulamada bulunan Maximum anlaşmalı işyerlerinden yapılacak 2.500 TL ve üzeri ilk alışverişi kapsamaktadır. Decathlon",
      "startDate": "25.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "300 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Decathlon_0825_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:05.738Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-uniq-bkm-etkinliklerinde-maximum-karta-yuzde-10-geri-kazanin",
      "title": "Maximum Uniq BKM Etkinliklerinde Maximum Kart’a %10 Geri Kazanın!",
      "description": "Bilet alımlarından önce İşCep’ten kampanyaya katılın, 11 Ağustos 2025 - 30 Haziran 2026 tarihleri arasında Maslak’ta yer alan Maximum Uniq’te gerçekleşecek BKM etkinliklerinin biletlerinde Maximum Kart’ınıza %10 geri kazanın! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde ödeme işleminizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, MercedesCard, Maximum Genç),Ticari Kredi Kartları Kampanyaya dahil olmayan kartlar ve işlemler: Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Bayi Kartlar, Vadematik Kartlar, Aidatsız Kartlar, Nays Kartlar, Maximiles Black ve Privia Black Kartlar ile yapılan işlemler ile iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Bayi Kartlar, Vadematik Kartlar, Aidatsız Kartlar, Nays Kartlar, Maximiles Black ve Privia Black Kartlar ile yapılan işlemler ile iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "•",
      "startDate": "11.8.2025",
      "endDate": "30.6.2026",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/Uniq_maximum_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:09.975Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/egitim-odemelerinize-ilave-taksit-firsati",
      "title": "Eğitim Ödemelerinize İlave 4 Taksit Fırsatı!",
      "description": "Maximum Kart'ınızla Eğitim sektöründe faaliyet gösteren seçili Maximum anlaşmalı eğitim kurumlarında 1 Ağustos-30 Eylül 2025 tarihleri arasında yapacağınız 2-8 taksitli işlemlerde ilave 4 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Ticari Kredi Kartları, Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar, Nays Kartlar; Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "1.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Eylul/BAN-8376_EgitimIlaveTaksit_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:14.870Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-migros-sanal-markette-indirim-kodu-firsati",
      "title": "Maximum'dan Migros Sanal Market'te 1.000 TL İndirim Kodu",
      "description": "1-30 Eylül 2025 tarihleri arasında belirli Migros mağazalarındaki kampanya görselinde yer alan karekodu okutarak ya da Migros Sanal Market’teki kampanya alanında yer alan başvuru linkini tıklayarak ilk kez İş Bankası bireysel kredi kartına başvurun, 31 Ekim'e kadar yapacağınız ilk harcamanızdan sonra Migros Sanal Market’te geçerli 1.000 TL indirim kodu kazanın!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bankamatik, MaxiPara Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri Kampanya koşulları: 1) Kampanya, kart bazında değil müşteri bazındadır.",
      "excludedCards": "Aidatsız Kartlar, Bankamatik, MaxiPara Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri Kampanya koşulları: 1) Kampanya, kart bazında değil müşteri bazındadır.",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a8_Migros_Sanal_Market_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:19.968Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-karti-ile-gida-marketi-restoran-ve-kafe-harcamaniza-maxipuan-firsati",
      "title": "Bankamatik Kartı ile Gıda Marketi, Restoran ve Kafe Harcamanıza 500 TL’ye Varan MaxiPuan!",
      "description": "1 – 30 Eylül 2025 tarihleri arasında Bankamatik Kartı’nız ile tek seferde yapacağınız 1.000 TL ve üzeri ilk alışverişinizden sonra tek seferde ve farklı günlerde yapacağınız her 1.",
      "extraDescription": "000 TL ve üzeri gıda marketi, restoran ve kafe harcamalarınıza 50 TL, toplam 500 TL MaxiPuan!.",
      "includedCards": "ve işlemler: Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı kampanyaya dahildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı dışındaki tüm kartlar kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Bankamatik-Market-Restoran_0725_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:24.852Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazaramada-ucretsiz-aylik-pazarama-plus-uyeligi-firsati",
      "title": "Pazarama'da Toplam 1.000 TL Alışverişinize Ücretsiz Aylık Pazarama Plus Üyeliği Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Pazarama'dan Maximum Kart’la yapacağınız toplam 1.000 TL ve üzeri alışverişlerinize, mevcut üyeliğiniz kapsamında Maximum Kart ile ödediğiniz 44,99 TL tutarındaki aylık Pazarama Plus üyelik ücreti kartınıza iade!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş. ve Pazarama’nın",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "Pazarama",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n_Pazarama-Plus_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:29.689Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/e-ticaret-alisverislerinizde-maxipuan-kampanyasi",
      "title": "E-Ticaret Alışverişlerinizde 1.000 TL'ye Varan MaxiPuan!",
      "description": "Amazon.com.",
      "extraDescription": "tr, Hepsiburada, İncehesap.com, n11, PttAVM, Trendyol ve Trendyolmilla'dan 1-30 Eylül 2025 tarihleri arasında tek seferde yapacağınız 15.000-24.999 TL tutarındaki ilk taksitli alışverişinize 500 TL MaxiPuan ya da 25.000 TL ve üzeri ilk taksitli alışverişinize 1.000 TL MaxiPuan!.",
      "includedCards": "ve işlemler: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, peşin işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, ödeme kuruluşları aracılığıyla yapılan alışverişler ve cüzdan yüklemeleri aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, peşin işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, ödeme kuruluşları aracılığıyla yapılan alışverişler ve cüzdan yüklemeleri aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.'nin",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Yuksek-Sepet_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:34.709Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-online-alisverislerinizde-pazaramapuan",
      "title": "Pazarama'da 1.000 TL PazaramaPuan Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Pazarama'dan tek seferde ve farklı günlerde yapacağınız her 1.500 TL ve üzeri alışverişinize 200 TL, toplam 1.",
      "extraDescription": "000 TL PazaramaPuan!.",
      "includedCards": "ve işlemler: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları, Bireysel Bankamatik Kartları ve MaxiPara Kartlar Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş. ve Pazarama'nın",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "Pazarama",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a6_Pazarama_Agustos_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:39.891Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/arac-bakim-lastik-sektorunde-maxipuan-firsati",
      "title": "Araç Bakım-Lastik Sektöründe 750 TL MaxiPuan Fırsatı",
      "description": "İşCep'ten kampanyaya katılın, 1 Ağustos - 15 Eylül 2025 tarihleri arasında araç bakım-lastik ve araç kiralama sektörlerinde faaliyet gösteren kampanyaya dahil Maximum üye iş yerlerinden Maximum Kart'ınız ile tek seferde yapacağınız 10.000 TL ve üzeri ilk taksitli harcamanıza 300 TL MaxiPuan, toplamda 50.",
      "extraDescription": "000 TL ve üzeri taksitli harcamanıza ise 650 TL MaxiPuan kazanın. Ayrıca uygun harcama yaparak İşCep Hayatım > Aracım alanında araç kaydını ilk kez tamamlayanlara ilave 100 TL MaxiPuan, toplamda 750 TL varan MaxiPuan fırsatı.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları dahildir.",
      "excludedCards": "Bankamatik Kartlar, Ticari Kredi Kartları, Vadematik Kartlar, Maximum Aidatsız Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "MaxiPuanlarınız 23 Ekim 2025 tarihinde yüklenecektir. MaxiPuanların son kullanma tarihi 30 Kasım 2025'tir. MaxiPuanlar",
      "startDate": "1.8.2025",
      "endDate": "15.9.2025",
      "discountRate": "750 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Arac-Bakim_0425_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:44.905Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/a101de-taksit-firsati",
      "title": "A101’de Peşin Fiyatına 3 Taksit!",
      "description": "Maximum Kart’ınız ile 1 Ekim 2025 tarihine kadar A101 mağazalarından, a101.com.",
      "extraDescription": "tr adresinden ve A101 mobil uygulamasından yapacağınız alışverişlerinizde peşin fiyatına 3 taksit fırsatı!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Kredi Kartları, Ticari Bankamatik Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Yasal mevzuat uyarınca taksit yapılması mümkün olmayan ürünler için taksit yapılamaz, daha düşük taksit sınırlaması bulunan ürünler için bu sınırlar uygulanır.",
      "startDate": "10.7.2025",
      "endDate": "1.10.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10021_A101-Okula-Donus_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:50.843Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/floda-pesin-fiyatina-taksit-firsati",
      "title": "FLO’da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Flo mağazalarından ve www.flo.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9612_FLO-Taksit_580x460.jpg",
      "scrapedAt": "2025-09-03T21:45:55.889Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kotonda-pesin-fiyatina-6-taksit-kampanyasi",
      "title": "Koton’da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Koton mağazalarından ve www.koton.",
      "extraDescription": "com adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/mys7_Koton_MaxiPuan_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:00.009Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/my-visa-ayricaliklari-ile-maximiles-black-ile-indirim-firsati",
      "title": "My Visa Ayrıcalıkları ile Maximiles Black ile Yurt Dışı Restoranlarda %50'ye Varan İndirim!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.6.2025",
      "endDate": "30.9.2025",
      "discountRate": "50%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/hzrn_MB-Restoran_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:04.249Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/cinemapink-by-maximum-bufelerinde-indirim",
      "title": "CinemaPink by Maximum Büfelerinde %20 İndirim!",
      "description": "30 Eylül 2025 tarihine kadar Maximiles’ınızla veya Bankamatik Kartı’nız ile tüm CinemaPink by Maximum büfelerinde %20 indirim ayrıcalığı sizi bekliyor. Üstelik Maximum Genç Kart’a %50 indirimli.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, MercedesCard, Maximum Genç), Bankamatik Kartları, MaxiPara Kartlar, Ticari Kredi Kartları, Ticari Bankamatik Kartları Kampanyaya dahil olmayan kartlar ve işlemler: Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "excludedCards": "Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Maximum Kart’ınızla büfelerde yapacağınız alışverişlerden %20, Maximum Genç Kart ile yapacağız alışverişlerden ise %50 indirimli olarak faydalanabilirsiniz. İndirim POS cihazlarında otomatik olarak uygulanmaktadır. Bankamız tarafından kartınıza herhangi bir indirim yansıtılmayacaktır. İndirimden yararlanmak için alt veya üst ödeme sınırı bulunmamaktadır. Alışveriş slibiniz, faturanız ve kredi kartı hesap özetinizde indirimli tutar yer alacaktır. İndirim ayrıcalığı CinemaPink by Maximum büfelerinde geçerli ek bir promosyon veya indirim ile birleştirilemeyecektir. Sinema etkinlikleri indirime dahil değildir.",
      "startDate": "31.5.2024",
      "endDate": "30.9.2025",
      "discountRate": "20%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-6946_Cinemapink_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:09.010Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yepy-de-3-taksit-firsati",
      "title": "Yepy'de Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "1-30 Eylül tarihleri arasında Maximum Kart’ınız ile Yepy’den yapacağınız yenilenmiş teknolojik cihaz alışverişlerinizde peşin fiyatına 3 taksit fırsatı! *Yepy, bir sahibinden.com markasıdır.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles Özellikli Bireysel Kredi Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız kartlar, Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya sahibinden.",
      "excludedCards": "Aidatsız kartlar, Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya sahibinden.",
      "additionalConditions": "Kampanya sahibinden.com Yepy kategorisinde ve yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Yepy",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Yepy_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:13.250Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vaillantta-indirim-firsati",
      "title": "Vaillant'ta 30.000 TL 'ye varan indirim!",
      "description": "Maximum Kart'ınızla 6 Ağustos-4 Eylül 2025 tarihleri arasında anlaşmalı Vaillant mağazalarından tek seferde yapacağınız 20.000 TL ve üzeri ilk peşin alışverişinize %12 indirim kazanın! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "Katılım yapılmaması durumunda indirim gerçekleşmeyecektir. Kampanyaya sadece Vaillant'ın kendi POS’undan gerçekleşen işlemler dahildir. Bayi POS’undan gerçekleşen işlemler dahil değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Harcama esnasında işlemin Vaillant POS’undan gerçekleşmesi gerektiği işlemin yapıldığı bayiye hatırlatılmalıdır.",
      "startDate": "6.8.2025",
      "endDate": "4.9.2025",
      "discountRate": "12%",
      "merchant": "Vaillant",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Vaillant_0625_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:17.329Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mediamarktta-taksit-firsati",
      "title": "MediaMarkt'ta 6 Aya Varan Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile 31 Aralık 2025 tarihine kadar MediaMarkt mağazaları, MediaMarkt mobil uygulaması ve www.mediamarkt.",
      "extraDescription": "com.tr'den yapacağınız alışverişlerinizde peşin fiyatına 6 aya varan taksit fırsatı! Kampanyaya dâhil olan işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Ticari Kredi Kartları. Kampanyaya dâhil olmayan işlemler: Maximum Fırsat alışverişleri, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir. Kampanya detayları: Ürün gruplarında uygulanacak taksit adetleri Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Yasal düzenleme uyarınca kredi kartlarıyla gerçekleştirilecek telekomünikasyon, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksitli işlem yapılamamaktadır. Ayrıca; - Elektronik eşya alımlarında azami taksit sayısı 4 (fiyatı 5.000 TL’ye kadar olan televizyon alımlarında 6) - Tablet alımları hariç bilgisayar alımlarında azami taksit sayısı 12, (Kampanya kapsamında azami 6 taksit olarak belirlenmiştir.) - Tablet alımlarında azami taksit sayısı 6, - Mobilya ve elektrikli eşya alımlarında azami taksit sayısı 6 taksit olarak belirlenmiştir. Kampanya kapsamında 6 ay vadeye kadar taksitlendirme olanağı bulunmakla birlikte satışı gerçekleştirilen her bir ürün için uygulanacak azami taksit vadeleri MediaMarkt tarafından belirlenmekte ve uygulanmaktadır. Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir. Sonradan faizsiz taksitlendirme kampanyası değildir.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve Media Markt",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "MediaMarkt",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m_MediaMarkt_Ocak_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:21.393Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/anadolu-hayat-emeklilik-ek-katki-payi-odemelerinize-faizsiz-taksitlendirme-firsati",
      "title": "Anadolu Hayat Emeklilik Ek Katkı Payı Ödemelerinize 3 Aya Varan Faizsiz Taksitlendirme Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında sadece İşCep’ten yapacağınız Anadolu Hayat Emeklilik ek katkı payı ödemelerinize 3 ay faizsiz sonradan taksitlendirme fırsatı! Uygulamayı telefonunuza indirin. Kampanya kapsamında Anadolu Hayat Emeklilik Ek Katkı Payı ödemelerinizin; • İşCep > Bireysel Emeklilik > Katkı Payı/Ek Katkı Payı Öde adımlarını takip ederek gerçekleştirilmesi gerekmektedir.",
      "extraDescription": "Taksitlendirme talebinizi; • İşCep uygulaması üzerinden 1. Yöntem Menü > Kartlar > Kredi Kartlarım> Harcamanın yapıldığı kart seçimi > Kart İşlemleri > Nakit Ödeme Çözümleri > Harcama Taksitlendirme / Erteleme 2. Yöntem Kartlarım > Harcamanın yapıldığı kart seçimi > Detaya Git > Dönem İçi > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir adımlarını takip ederek iletebilirsiniz. Kampanyanın geçerli olduğu kanal: İşCep.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar: Ticari Kredi Kartları, Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar, Nays kartlar Kampanya Detayları: 1.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7835_BES_EkKatkiPayi_Taksitlendirme_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:25.281Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/flo-maxipuan-kampanyasi",
      "title": "Maximum'dan FLO'da 250 TL MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla FLO mağazaları ile www.flo.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 2.500 TL ve üzeri ilk alışverişte 250 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve FLO",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a11_FLO-MaxiPuan_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:30.014Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/instreet-maxipuan-kampanyasi",
      "title": "Maximum'dan IN Street'te 250 TL MaxiPuan Kampanyası",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla IN Street mağazaları ile www.instreet.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 3.500 TL ve üzeri ilk alışverişte 250 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve IN Street",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a11_INstreet_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:34.970Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/nine-west-maxipuan-kampanyasi",
      "title": "Maximum'dan Nine West'te 300 TL MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla Nine West mağazalarından ve www.ninewest.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 4.000 TL ve üzeri ilk alışverişte 300 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Nine West",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "300 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/NWest_0725_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:39.370Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/amazon-da-maxipuan-firsati",
      "title": "Amazon.com.tr'de 1.000 TL'ye Varan MaxiPuan Fırsatı!",
      "description": "Maximum Kart'ınız ile 16 Ağustos-15 Eylül 2025 tarihleri arasında Amazon.com.",
      "extraDescription": "tr’den tek seferde ve farklı günlerde yapacağınız 2.000 TL ve üzeri her alışverişinize 200 TL, toplamda 1.000 TL MaxiPuan!.",
      "includedCards": "ve işlemler: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş. ve Amazon.com.tr",
      "startDate": "16.8.2025",
      "endDate": "15.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "Amazon.com.tr",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a11_Amazon-MaxiPuan_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:43.367Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/opet-te-maxipuan-firsati",
      "title": "Opet'te 300 TL'ye Varan MaxiPuan Fırsatı",
      "description": "16 Ağustos – 30 Eylül 2025 tarihleri arasında, Maximum anlaşmalı Opet ve Sunpet istasyonlarından tek seferde ve farklı günlerde gerçekleştirilecek 1.000 TL ve üzeri 4.",
      "extraDescription": "akaryakıt ya da otogaz alışverişine, Maximum anlaşmalı Opet ve Sunpet istasyonlarından yapılacak yakıt alışverişlerinde kullanılmak üzere 250 TL MaxiPuan, alışverişlerinden en az birini uygulamaya dahil Opet istasyonlarından Maximum Mobil’deki Pazarama’da bulunan Opet Araçta Ödeme ile yapanlara ise toplam 300 TL MaxiPuan fırsatı. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "16.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "300 TL",
      "merchant": "Opet",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a15_Maximum-Opet-Akaryakit_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:47.627Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/carrefoursada-maxipuan-firsati",
      "title": "Maximum'dan CarrefourSA'da 1.000 TL MaxiPuan Fırsatı!",
      "description": "İşCep'ten CarrefourSA Kampanyası'na katılın, 15 Ağustos - 30 Eylül 2025 tarihleri arasında Maximum Kart’ınız ile CarrefourSA mağazaları ile CarrefourSA Online Market uygulaması veya web sitesinden tek seferde ve farklı günlerde yapacağınız 3.000 TL ve üzeri her market alışverişinize 300 TL, ayrıca Mobil Temassız veya TR Karekod (QR) işlemi ile ödeme yapılması halinde ilave 50 TL MaxiPuan, toplamda 1.",
      "extraDescription": "000 TL MaxiPuan Kazanın!.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve MaxiPara Kartlar kullanılarak yapılan alışverişler, CarrefourSA mağazaları ile CarrefourSA Online Market uygulaması veya Carrefoursa.",
      "excludedCards": "Ticari Kartlar, Aidatsız Kartlar, Nays Kart, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "additionalConditions": "Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "15.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/CarrefourSA_0425_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:53.370Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gurgencler-appleda-maxipuan-ve-taksit-firsati",
      "title": "Gürgençler Apple'da 1.500 TL'ye Varan MaxiPuan Kazanın, Üstelik Peşin Fiyatına 6 ve MacBook'a Özel 8 Taksit Fırsatıyla",
      "description": "İşCep'ten kampanyaya katılın, Maximum Kart’ınız ile 30 Eylül 2025 tarihine kadar Gürgençler Apple'dan yapacağınız 10.000 TL ile 25.",
      "extraDescription": "000 TL arasındaki ilk alışverişiniz için 750 TL, 25.000 TL üzeri ilk alışverişiniz için 1.500 TL MaxiPuan kazanın. Üstelik peşin fiyatına 6, MacBook'a özel peşin fiyatına 8 aya varan taksit fırsatıyla! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Kampanya kapsamında kazanılan MaxiPuanlar sadece Gürgençler Apple mağazalarında kullanılabilecektir.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Gürgençler Apple",
      "startDate": "15.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.500 TL",
      "merchant": "Gürgençler Apple",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Gurgencler_puan_taksit_0625_580x460.jpg",
      "scrapedAt": "2025-09-03T21:46:57.923Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsung-comda-maxipuan-firsati",
      "title": "Samsung.com'da 2.500 TL'ye varan MaxiPuan",
      "description": "İşCep'ten kampanyaya katılın, 30 Eylül'e kadar Maximum Kart’ınızla Samsung.com'dan yapacağınız alışverişinize 2.",
      "extraDescription": "500 TL'ye varan MaxiPuan kazanın! 14 Ağustos-30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla Samsung.com'dan tek seferde yapacağınız 20.000 TL - 49.999 TL arası ilk alışverişinizde 1.000 TL MaxiPuan, 50.000 TL ve üzeri ilk alışverişinizde 2.500 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "14.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "2.500 TL",
      "merchant": "Samsung.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a13_Samsung_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:02.578Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsungda-indirim-firsati",
      "title": "samsung.com'da seçili TV ve ses sistemi alışverişlerinizde %10 İndirim!",
      "description": "Maximum Kart'ınızla 12 Eylül 2025 tarihine kadar, samsung.com adresinden yapacağınız seçili Samsung TV ve ses sistemi alışverişlerinizde %10 indirim ayrıcalığı! Kodunuzu almak için İşCep'te ilgili kampanya sayfasında yer alan “KATIL” butonuna tıklamanız gerekmektedir.",
      "extraDescription": "İndirim kodunuz telefonunuza SMS ile gönderilecektir. Uygulamayı telefonunuza indirin.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar.",
      "excludedCards": "Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanya seçili Samsung TV ve ses sistemlerinde geçerlidir. Tarafınıza iletilen indirim kodu ile https://www.samsung.com/tr/offer/isbank-offers/ üzerinden belirtilen ürünlerden sadece 1 tanesinde geçerli olacak şekilde 10% indirim fırsatından faydalanabilirsiniz.",
      "startDate": "12.8.2025",
      "endDate": "12.9.2025",
      "discountRate": "10%",
      "merchant": "samsung.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/sbt_Samsung_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:07.640Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/toyzz-shopta-maxipuan-firsati",
      "title": "Maximum'dan Toyzz Shop'ta 400 TL MaxiPuan!",
      "description": "İşCep'ten kampanyaya katılın, 8 Ağustos – 21 Eylül 2025 tarihleri arasında Bankamatik Kartı'nız veya Maximum Kart’ınızla Toyzz Shop mağazaları veya www.toyzzshop.",
      "extraDescription": "com adresinden tek seferde yapacağınız 1.500 TL ve üzeri her alışverişinize 150 TL MaxiPuan, ayrıca Mobil Temassız veya TR Karekod (QR) işlemi ile ödeme yapılması halinde ilave 50 TL MaxiPuan, toplamda 400 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "8.8.2025",
      "endDate": "21.9.2025",
      "discountRate": "400 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Toyzz_Shop_0825_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:12.882Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-vignetimde-indirim-firsati",
      "title": "Maximum’dan Vignetim’de yapacağınız e-vinyet ve otoyol bileti ödemelerinde %7 indirim fırsatı!",
      "description": "5 Ağustos- 31 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile Vignetim’de yapacağınız e-vinyet ve otoyol bileti ödemelerinde %7 indirim ayrıcalığı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "Bireysel ve aidatlı özellikli Maximum Kart, Maximiles, Maximiles Select, MercedesCard ve ek kartları, Bankamatik Kartları kampanyaya dâhildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "5.8.2025",
      "endDate": "31.12.2025",
      "discountRate": "7%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9604_Vignetim_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:17.960Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximiles-blackinize-el-fuego-restoranda-indirim-ayricaligi",
      "title": "Maximiles Black’inize El Fuego Restoran’da İndirim Ayrıcalığı!",
      "description": "1 Ağustos - 30 Eylül 2025 tarihleri arasında Bitez'de bulunan El Fuego Restoran’da Maximiles Black ile tek seferde yapacağınız 3.000 TL ve üzeri restoran ödemelerinizde %10'a, 6.",
      "extraDescription": "000 TL ve üzeri ödemelerinizde %20'ye varan indirim ayrıcalığı sizi bekliyor. Maximiles Black kredi kartı sahibi olmak için: İşCep’ten ya da size en yakın İş Bankası Şubesinden başvurunuzu yapabilirsiniz.",
      "includedCards": "Maximiles Black asıl ve ek kredi kartları Kampanyaya dahil olmayan kartlar ve işlemler: Kampanyaya dahil olan kartlar bölümünde belirtilen kart türleri dışında kalan kartlar ve Aidatsız kartlar dahil değildir.",
      "excludedCards": "Kampanyaya dahil olan kartlar bölümünde belirtilen kart türleri dışında kalan kartlar ve Aidatsız kartlar dahil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/El_Fuego_0825_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:22.589Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximiles-blackinize-il-mio-sogno-restoranda-indirim-ayricaligi",
      "title": "Maximiles Black’inize Il Mio Sogno Restoran’da İndirim Ayrıcalığı!",
      "description": "1 Ağustos - 30 Eylül 2025 tarihleri arasında Bitez'de bulunan Il Mio Sogno Restoran’da Maximiles Black ile tek seferde yapacağınız 3.000 TL ve üzeri restoran ödemelerinizde %10'a, 6.",
      "extraDescription": "000 TL ve üzeri ödemelerinizde %20'ye varan indirim ayrıcalığı sizi bekliyor. Maximiles Black kredi kartı sahibi olmak için: İşCep’ten ya da size en yakın İş Bankası Şubesinden başvurunuzu yapabilirsiniz.",
      "includedCards": "Maximiles Black asıl ve ek kredi kartları Kampanyaya dahil olmayan kartlar ve işlemler: Kampanyaya dahil olan kartlar bölümünde belirtilen kart türleri dışında kalan kartlar ve Aidatsız kartlar dahil değildir.",
      "excludedCards": "Kampanyaya dahil olan kartlar bölümünde belirtilen kart türleri dışında kalan kartlar ve Aidatsız kartlar dahil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/ilmio_0825_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:26.961Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-bankasi-visa-logolu-kartlariniza-unifree-dutyfreede-indirim-firsati",
      "title": "İş Bankası Visa Logolu Kartlarınıza Unıfree Dutyfree’de %10 İndirim Fırsatı!",
      "description": "01.08.",
      "extraDescription": "2025 ve 31.10.2025 tarihleri arasında her ayın ilk 10 günü İstanbul Havalimanı Unıfree Dutyfree’de 250€ ve üzeri alışverişlerinizde İş Bankası Visa logolu bireysel veya ticari kredi kartı, Bankamatik Kart veya MaxiPara kart ile ödeme yapıldığında kasada %10 azami 25€ indirim kazanabilirsiniz.",
      "includedCards": "Türkiye İş Bankası Visa logolu bireysel ve ticari kredi kartları, Bankamatik Kartları ve MaxiPara kartları Kampanyaya dahil olmayan kartlar ve işlemler: Aidatsız kredi kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "Aidatsız kredi kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "",
      "startDate": "1.8.2025",
      "endDate": "31.10.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Visa_Unifree_0825_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:31.591Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/floda-indirim-firsati",
      "title": "FLO'da 750 TL İndirim Kampanyası!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.7.2025",
      "endDate": "30.9.2025",
      "discountRate": "750 TL",
      "merchant": "FLO",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8162_FLO_Subat_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:36.072Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/in-streette-indirim-firsati",
      "title": "IN Street'te 1.000 TL İndirim Kampanyası!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.7.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "IN Street",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8164_INStreet_Subat_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:40.805Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/nine-westte-indirim-firsati",
      "title": "Nine West'te 1.500 TL İndirim Kampanyası!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.7.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.500 TL",
      "merchant": "Nine West",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/sbt_NineWest_Subat_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:45.753Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ismekandaki-iskultur-magazasinda-indirim-firsati",
      "title": "İş Mekan'daki İş Kültür Mağazası'nda Maximum Kartlara %25 İndirim Fırsatı!",
      "description": "İş Mekan'daki İş Kültür mağazasından yapacağınız harcamalarınızda etiket fiyatı üzerinden genel %20 indirim üzerine Maximum kartlara ilave %5, toplamda %25 indirim. Nişantaşı İş Mekan içerisindeki İş Kültür mağazasından fiziki POS cihazı aracılığı ile ödeme işlemlerinde geçerlidir.",
      "extraDescription": "Alışveriş sırasında detaylarda yer verilen İş Bankası Kartları ile ödeme yapılmalıdır.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, Maximum Genç, Tema Kart, Pati Kart).",
      "excludedCards": "Bankamatik Kartları, Ticari Kredi Kartları, MaxiPara Kartlar, Privia Black ve Aidatsız kartlar ile yapılan işlemler ile iptal ve iade işlemleri.",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "25%",
      "merchant": "İş Mekan",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/is_Mekan_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:50.075Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-mekanda-toplanti-odasi-kiralamalariniza-indirim-firsati",
      "title": "Maximum'dan İş Mekan'da Toplantı Odası Kiralamalarınıza %20 İndirim Fırsatı!",
      "description": "İş Mekan'da Maximum Kart'ınızla yapacağınız toplantı odası kiralamalarında %20 indirim. Nişantaşı İş Mekan içerisindeki toplantı odalarının İş Mekan App üzerinden kiralanması ve mağaza içerisinden fiziki POS cihazı aracılığı ile ödeme işlemlerinde geçerlidir.",
      "extraDescription": "Kiralama sırasında kampanya detaylarında yer verilen İş Bankası Kartları ile ödeme yapılmalıdır.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, MercedesCard, Maximum Genç, Tema Kart, Pati Kart), Ticari Kredi Kartları.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Privia Black, Maximiles Black ve Aidatsız kartlar ile yapılan işlemler ile iptal ve iade işlemleri, İş Mekan alanı içerisindeki toplantı odası kiralama harici işlemler.",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "20%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/IsMekan_ToplantiOdasi_580x460.jpg",
      "scrapedAt": "2025-09-03T21:47:57.075Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/reebokta-taksit-firsati",
      "title": "Reebok'ta Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Reebok mağazalarından ve www.reebok.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Reebok",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/r_Reebok6_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:01.864Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gurgencler-bilisimde-taksit-ve-maxipuan-firsati",
      "title": "Gürgençler Bilişim'de Peşin Fiyatına 6 Taksit ve MacBook'a özel 8 Taksit Fırsatı",
      "description": "1 Temmuz-30 Eylül 2025 tarihleri arasında Gürgençler Apple mağazaları ve www.gurgencler.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6, MacBook'a özel peşin fiyatına 8 aya varan taksit fırsatı! Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir. Sonradan faizsiz taksitlendirme kampanyası değildir. Uygulamayı telefonunuza indirin.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Gürgençler Apple",
      "startDate": "1.7.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Gürgençler Bilişim",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Gurgencler_0725__580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:06.608Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yolcu360-tan-yurtici-ucak-biletlerinde-indirim-firsati",
      "title": "Yolcu360'tan Yurt İçi Uçak Biletlerinde 300 TL İndirim Fırsatı",
      "description": "Maximum Kart'ınıza özel Yolcu360’tan yapacağınız yurt içi bilet harcamalarına 300 TL indirim kazanın. Kampanya kapsamında 360MAXI kodu ile 30 Eylül 2025 tarihine kadar Maximum Kart'ınızla Yolcu360’tan yapacağınız yurt içi bilet harcamalarına 300 TL indirim yapılacaktır Kampanya Kodu: 360MAXI Yolcu360.",
      "extraDescription": "com internet sitesi veya Yolcu360 mobil uygulamasından Maximum Kart'a özel Yolcu360 İndirimi sayfasına girildiğinde kampanya kodu alanına kampanya kodunuzu girerek doğrulama sonrası indirimli fiyatları listeleyebilir ve satın alma işlemini gerçekleştirebilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: MaxiPara Kartlar ve Bankamatik Kartlar, Maximum Aidatsız Kartlar, Ticari Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "16.6.2025",
      "endDate": "30.9.2025",
      "discountRate": "300 TL",
      "merchant": "Yolcu360",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Yolcu360_0625_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:11.539Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yolcu360-tan-yurtdisi-ucak-biletlerinde-indirim-firsati",
      "title": "Yolcu360'tan Yurt Dışı Uçak Biletlerinde 600 TL İndirim Fırsatı",
      "description": "Maximum Kart'ınıza özel Yolcu360’tan yapacağınız yurt dışı bilet harcamalarına 600 TL indirim kazanın. Kampanya kapsamında 360MAXIYD kodu ile 30 Eylül 2025 tarihine kadar Maximum Kart'ınızla Yolcu360’tan yapacağınız yurt dışı bilet harcamalarına 600 TL indirim yapılacaktır Kampanya Kodu: 360MAXIYD Yolcu360.",
      "extraDescription": "com internet sitesi veya Yolcu360 mobil uygulamasından Maximum Kart'a özel Yolcu360 İndirimi sayfasına girildiğinde kampanya kodu alanına kampanya kodunuzu girerek doğrulama sonrası indirimli fiyatları listeleyebilir ve satın alma işlemini gerçekleştirebilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: MaxiPara Kartlar ve Bankamatik Kartlar, Maximum Aidatsız Kartlar, Ticari Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "16.6.2025",
      "endDate": "30.9.2025",
      "discountRate": "600 TL",
      "merchant": "Yolcu360",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Yolcu360_ydisi_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:16.077Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-trabzonspor-kart-ile-ts-club-alisverisinize-ozel-maxipuan",
      "title": "Maximum Trabzonspor Kart ile TS Club Alışverişinize Özel %20’ye Varan MaxiPuan!",
      "description": "Trabzonspor formaları yenilendi! 2025-2026 sezonu için Trabzonspor formanızı şimdi Maximum Trabzonspor Kart’ınızla alın, takımınızı desteklerken kart sahiplerine özel %20’ye varan MaxiPuan kazanma fırsatından faydalanın. TS Club mağazalarında yapacağınız tüm alışverişlerde Maximum Trabzonspor Kart’a özel sunulan işlem anında %10 MaxiPuan kazanımına ilaveten, 30 Eylül 2025 tarihine kadar tek seferde yapacağınız 3.",
      "extraDescription": "ooo-TL ve üzeri alışverişinize 400 TL’ye varan tutarda ilave %10, toplamda %20’ye varan MaxiPuan kazanma ayrıcalığı sizi bekliyor.",
      "includedCards": "Maximum Trabzonspor Kart Kampanyaya dâhil olmayan kartlar: Maximum Trabzonspor Kart haricindeki Maximum özellikli kredi kartları, Bankamatik Kartı, Ticari Kredi Kartı, Vadematik Kart, Maximum Aidatsız Kartlar Kampanya Koşulları: - Kampanya 13 Haziran – 30 Eylül 2025 tarihleri arasında geçerlidir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "13.6.2025",
      "endDate": "30.9.2025",
      "discountRate": "20%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9434_Trabzonspor_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:20.539Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/sabiha-gokcen-havalimaninda-indirimli-lounge-hizmeti-ayricaligi",
      "title": "Sabiha Gökçen Havalimanı'nda %50 İndirimli Lounge Hizmeti Ayrıcalığı!",
      "description": "İş Bankası bireysel kredi kart kartlarınız ile Sabiha Gökçen Havalimanı'nda %50 İndirimli Lounge Hizmeti Ayrıcalığı! Sabiha Gökçen Havalimanı’ndan yapacağınız seyahatlerde Plaza Premium Lounge Bosphorus (dış hatlar terminali) ve Plaza Premium Lounge (iç hatlar terminali) hizmetinde %50 indirim ayrıcalığı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası aidatlı bireysel kredi kartları.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "22.4.2025",
      "endDate": "30.4.2026",
      "discountRate": "50%",
      "merchant": "Sabiha Gökçen Havalimanı",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/nPremiumLounge_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:25.078Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/veteriner-ya-da-petshop-alisverislerinize-yuzde10-indirim",
      "title": "Maximum Pati Kart’a özel Veteriner ya da Petshop Alışverişlerinizde %10, Aylık Toplamda 1.700 TL'ye Varan İndirim Fırsatı!",
      "description": "Maximum Pati Kart ile veteriner ya da petshop sektöründe faaliyet gösteren işyerlerinden 31 Aralık 2025 tarihine kadar tek seferde yapacağınız her 1.500 TL ve üzeri alışverişinize toplamda 500 TL’ye ve Pazarama Pet kategorisinden yapacağınız 750 TL ve üzeri Petshop alışverişlerinizde toplamda 1.",
      "extraDescription": "200 TL’ye kadar olmak üzere %10, aylık toplamda 1.700 TL’ye varan indirim sizi bekliyor. Kampanyalara dâhil olan kart: Maximum Pati Kart Kampanyalara dâhil olmayan işlemler: MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir. Farklı ürün kategorilerinde satış yapan sanal mağazalardan ve/veya e-ticaret sitelerinden yapılacak alışverişler kampanya kapsamında değerlendirilmeyecektir. Maximum Pati Kart’a özel Veteriner ya da Petshop Alışverişlerinize %10 indirim Kampanyası: • Maximum Pati Kart ile veteriner ya da petshop sektöründe faaliyet gösteren işyerlerinden 31 Aralık 2025 tarihine kadar tek seferde yapacağınız her 1.500 TL ve üzeri alışverişinizde %10 indirim kazanın! • Kampanya kapsamında kazanılacak indirimler, ödeme işleminin kredi kartı dönem içi hareketlerinde görünmesi ile birlikte kartınıza yansıtılacaktır. • İndirim tutarı yansıdığında ve aylık azami indirim toplamına ulaşıldığında müşterilerimize SMS ile bilgilendirme yapılacaktır. • Bir müşteri için.",
      "includedCards": "ı ile kazanılacak azami indirim tutarı aylık 500 TL’dir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "31.12.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/veteriner-petshp-alisverislerinde-indirim.jpg",
      "scrapedAt": "2025-09-03T21:48:29.830Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/sportivede-vade-farksiz-taksit-firsati",
      "title": "Sportive’de vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t18Spotive_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:34.339Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/forever21de-pesin-fiyatina-taksit-firsati",
      "title": "Forever 21'da Vade Farksız 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Forever 21",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9429_Forever_21_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:38.831Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/marks-spencer-magazalarinda-taksit-firsati",
      "title": "Marks & Spencer'da Vade Farksız 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Marks & Spencer",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Marks_and_Spencer_16haziran_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:43.649Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/adl-de-pesin-fiyatina-taksit-firsati",
      "title": "Maximum'dan adL’de Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile adL mağazalarından ve www.adl.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve adL",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8523_adL-Taksit_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:48.090Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kidzania-giris-biletlerinde-indirim",
      "title": "Maximum Kart ile KidZania Girişlerinde %10 İndirim Ayrıcalığı!",
      "description": "30 Kasım 2025 tarihine kadar Maximum Kart’a özel Çocuklar Ülkesi KidZania girişlerinde %10 indirim ayrıcalığından yararlanın. Her yıl heyecanla beklenen “Büyüklere KidZania” etkinliği 17 Ekim Cuma saat 19.",
      "extraDescription": "00-23.00 arası kapılarını büyükler için açıyor. Büyükdere Kidzania etkinliğiyle çeşitli atölye, konser ve etkinlik biletlerini Maximum Kart’ınız ile %10 indirimli alabilirsiniz. %10 indirim, KidZania web sitesinde ödeme ekranında Maximum Kart bilgilerinizi girdikten sonra otomatik olarak hesaplanarak tutardan düşülecek ve ekranda indirimli tutar gösterilecektir.",
      "includedCards": "İş Bankası Maximum özellikli bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Maximum Platinum, Maximiles, Maximiles Select, MercedesCard, Maximiles Black asıl ve ek kredi kartları, Privia Black, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Aidatsız Kartlar ve Nays Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Kampanya fiziki POS cihazlarından ve sanal POS’tan yapılacak harcamalarda geçerlidir. Maximum Kart bilgileriniz girildikten sonra ödeme ekranında, indirimli tutar otomatik olarak görüntülenecek ve \"\"",
      "startDate": "27.1.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8062_Kidzania_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:52.739Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/toyzz-shopta-taksit-firsati",
      "title": "Toyzz Shop’ta 5 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Toyzz Shop mağazalarından ve www.toyzzshop.",
      "extraDescription": "com adresinden yapacağınız alışverişlerinizde peşin fiyatına 5 taksit fırsatı!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: Ticari Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "6.1.2025",
      "endDate": "5.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Subat/m20_ToyzzShop_580x460.jpg",
      "scrapedAt": "2025-09-03T21:48:57.771Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/decathlonda-taksit-firsati",
      "title": "Maximum'dan Decathlon’da 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Decathlon mağazaları, www.decathlon.",
      "extraDescription": "com.tr ve mobil uygulamadan yapacağınız alışverişlerinizde 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve Turksport Spor Ürünleri San. ve Tic. Ltd. Şti.",
      "startDate": "1.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/h_Decathlon_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:01.778Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maxiumumdan-etsde-maxipuan-firsati",
      "title": "Maximum’dan ETS’deki Seçili Oteller ve Turlarda 7.500 TL’ye Varan MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın; 2 - 30 Eylül 2025 tarihleri arasında Bankamatik Kartı veya Maximum Kart’ınızla ETS’deki seçili Kıbrıs otelleri, yurt dışı turları veya gemi turları için seçili ödeme seçenekleri ile tek seferde yapacağınız 35.000 TL - 49.",
      "extraDescription": "999 TL arası rezervasyonlarınızda 2.500 TL MaxiPuan, 50.000 TL - 99.999 TL arası rezervasyonlarınızda 5.000 TL MaxiPuan, 100.000 TL ve üzeri rezervasyonlarınızda 7.500 TL MaxiPuan kazanın. Ödeme seçeneklerine göre, MaxiPuan kampanyasına dahil seçili oteller değişiklik gösterebilmektedir. * Peşin veya 3 taksitli ödemelerde geçerli MaxiPuan kampanyasına dahil seçili Kıbrıs otelleri için tıklayınız. * Peşin ödemelerde geçerli MaxiPuan kampanyasına dahil seçili yurt dışı turları için tıklayınız. * Peşin ödemelerde geçerli MaxiPuan kampanyasına dahil seçili gemi turları için tıklayınız. * 7.500 TL’ye varan MaxiPuan kampanyası, ETS’deki seçili Kıbrıs otellerinde 31 Aralık 2025 tarihine kadar gerçekleştireceğiniz konaklamalar için 2 - 30 Eylül 2025 tarihleri arasında yapacağınız peşin veya 3 taksitli işlemlerde geçerlidir. * 7.500 TL’ye varan MaxiPuan kampanyası, seyahat tarihi 31 Aralık 2026’ya kadar olan seçili yurt dışı turları veya seçili gemi turları için 2 - 30 Eylül 2025 tarihleri arasında ETS’den yapacağınız peşin ödemeli işlemlerde geçerlidir. * Kampanya dönemi içerisinde, kampanyaya dahil seçili oteller, seçili yurt dışı turları veya seçili gemi turları değişiklik gösterebilmektedir. Rezervasyonun oluşturulacağı tarihte, ilgili tesisin veya turun kampanya kapsamında yer alıp almadığı kontrol edilmelidir. * 7.500 TL’ye varan MaxiPuan kampanyası kapsamında yer alan her bir seçili otel özelinde, kampanyaya dahil tarih aralığı ve geçerli ödeme seçenekleri için ilgili tesisin Etstur web sitesindeki detay sayfasında yer alan \"Kampanyalar\" alanından ayrıca kontrol sağlayabilirsiniz. * 7.500 TL’ye varan MaxiPuan kampanyası kapsamında etstur.com internet adresinden seçili oteller için oluşturacağınız rezervasyonlarınızda Ödeme Bilgileri sayfasındaki \"Ödemeyi Tamamla\" butonu üzerinde veya ETS mobil uygulaması üzerinden seçili oteller için oluşturacağınız rezervasyonlarınızda ise \"Fiyat Özeti\" alanında kampanyadan yararlanacağınıza dair bir bilgi yer alacaktır. Rezervasyonunuzun seçili otellerden ve/veya seçili ödeme seçenekleri ile gerçekleştirilmemesi durumunda, ilgili bilgi görüntülenemeyecek ve rezervasyonunuz MaxiPuan kampanyası kapsamında değerlendirilmeyecektir. * 7.500 TL’ye varan MaxiPuan kampanyası kapsamında kazanacağınız MaxiPuan tutarı; yapacağınız toplam rezervasyon tutarına göre değil ilk ödeme tutarına göre hesaplanmaktadır. \"%25'ini Şimdi, %75'ini Tatilden Önce Öde\" kampanyasına istinaden yapacağınız %25’lik ilk ödeme tutarı referans alınarak kazanacağınız MaxiPuan tutarı hesaplanacaktır. Kalan %75’lik ödeme için ayrıca MaxiPuan kazanımı olmayacaktır. * Her bir rezervasyon için sadece bir kez MaxiPuan kazanılacaktır. Yapılacak olan rezervasyonda ödemelerin farklı kartlarla gerçekleştirilmesi durumunda, MaxiPuanlar ilk ödemenin yapıldığı karta yüklenecektir. * Aidatsız Kart sahibi müşterilerimiz, Bankamatik Kartları da olması durumunda Bankamatik Kartları ile kampanyaya katılım sağlayabilirler. Ancak Aidatsız Kartlar ile gerçekleştirilen işlemlerden kampanyaya katılım sağlansa dahi ödül kazanılamayacaktır. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (rezervasyonlarınızdan önce veya sonra) yapabilirsiniz.",
      "includedCards": "ve işlemler: Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Bankamatik Kartları ile Maximum özellikli POS cihazından yapılacak işlemler.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Aidatsız Kartlar, MaxiPara Kartlar, Nays Kartlar, Vadematik Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan rezervasyonlar, iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "",
      "startDate": "2.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "7.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ETS_Kampanyasi_7500tl_maxipuan-g%c3%b6rseli_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:07.061Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/n11de-taksit-firsati",
      "title": "n11'de Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınız ile n11'den gerçekleştireceğiniz alışverişlerinizde peşin fiyatına 3 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles Özellikli Bireysel Kredi Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya belirli ürünlerde ve sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya belirli ürünlerde ve sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya belirli ürünlerde ve sepette ödeme esnasında geçerlidir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "n11",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n11o_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:11.650Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatilden-yapacaginiz-yurtici-otel-rezervasyonlarinda-taksit-firsatlari",
      "title": "Pazarama Tatil'den yapacağınız yurtiçi otel rezervasyonlarınıza 6 taksit fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınızla Pazarama Tatil'den yapacağınız yurtiçi otel rezervasyonlarınızda 2 ila 6 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı otel rezervasyonları kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı otel rezervasyonları kampanya kapsamında değerlendirilmemektedir.",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/npazarama_Tatil_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:16.373Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yurtici-ucak-bileti-alimlarinizda-3taksit-firsati",
      "title": "Pazarama Tatil'den yurt içi uçak bileti alımlarınızda 3 taksit fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil’den yapacağınız yurt içi uçak bileti alımlarınızda 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı uçak bileti alımları kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı uçak bileti alımları kampanya kapsamında değerlendirilmemektedir.",
      "additionalConditions": "Taksit seçenekleri arasında fiyatlar farklılık gösterebilecektir. Yasal düzenleme kapsamında azami vade yurt içi harcamalarda 18 taksit olabilir, yurt dışı harcamalarda taksit yapılmamaktadır. Piyasa koşulları ve yasal düzenlemeler doğrultusunda",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/PazaramaTatil_Ucak_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:21.094Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/trendyolmilla-ve-dolapta-taksit-firsati",
      "title": "Trendyolmilla ve Dolap'ta Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınız ile Trendyolmilla ve Dolap'tan yapacağınız alışverişlerinizde 3 taksit fırsatı! 30 Eylül 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız 750 TL ve üzeri taksitli alışverişlerinizde peşin fiyatına 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "750 TL",
      "merchant": "Trendyolmilla ve Dolap",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Trendyolmilla_0525_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:25.096Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/incehesap-taksit-kampanyasi",
      "title": "İncehesap.com'da Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınız ile yapacağınız incehesap.com alışverişlerinizde 3 taksit fırsatı! 30 Eylül 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız taksitli alışverişlerinizde peşin fiyatına 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "İncehesap.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9502_Incehesap-MaxiPuan_580x460_3%20tk.jpg",
      "scrapedAt": "2025-09-03T21:49:29.301Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/saglik-odemelerinizi-faizsiz-taksitlendirin",
      "title": "Peşin Sağlık Harcamalarınızda 2 Ay Faizsiz Taksitlendirme Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında yapacağınız 5.000- 500.",
      "extraDescription": "000 TL arası peşin sağlık kurumu harcamalarınıza 2 ay faizsiz sonradan taksitlendirme fırsatı! Uygulamayı telefonunuza indirin: İşCep/indir Taksitlendirme talebinizi; • İşCep uygulaması üzerinden 1. Yöntem Menü > Kartlar > Kredi Kartlarım> Harcamanın yapıldığı kart seçimi > Kart İşlemleri > Nakit Ödeme Çözümleri > Harcama Taksitlendirme / Erteleme 2. Yöntem Kartlarım > Harcamanın yapıldığı kart seçimi > Detaya Git > Dönem İçi > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir VEYA • Maximum Mobil uygulaması üzerinden > Kartlarım > Harcamanın yapıldığı kart seçimi > Harcamalarım ve Taksitlerim > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir Kampanyanın geçerli olduğu kanal: İşCep, Maximum Mobil.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar: Ticari Kredi Kartları, Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar, Nays kartlar Kampanya Detayları: 1.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/Saglik_Sektoru_Taksitlendirme580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:34.319Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/okul-odemelerinizi-faizsiz-taksitlendirin",
      "title": "Eğitim Ödemelerinizde Seçili Okullarda 4 Aya Varan Faizsiz Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında ekli listede yer alan okullardan yapacağınız peşin harcamalarınızı İşCep’ten veya Maximum Mobil’den 4 aya kadar faizsiz sonradan taksitlendirme fırsatı sizi bekliyor! Taksitlendirme talebinizi; • İşCep uygulaması üzerinden 1. Yöntem Menü > Kartlar > Kredi Kartlarım> Harcamanın yapıldığı kart seçimi > Kart İşlemleri > Nakit Ödeme Çözümleri > Harcama Taksitlendirme / Erteleme 2.",
      "extraDescription": "Yöntem Kartlarım > Harcamanın yapıldığı kart seçimi > Detaya Git > Dönem İçi > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir VEYA • Maximum Mobil uygulaması üzerinden > Kartlarım > Harcamanın yapıldığı kart seçimi > Harcamalarım ve Taksitlerim > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir Kampanyanın geçerli olduğu kanal: İşCep ve Maximum Mobil.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar: Ticari Kredi Kartları, Nays kartlar, Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar Kampanya Detayları: 1.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Eylul/sbttegtm_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:39.576Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-online-alisveriste-9-taksit-firsati",
      "title": "Pazarama'da Seçili Firmalarda Peşin Fiyatına 9 Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınız ile Pazarama'dan yapacağınız alışverişlerinizde seçili firmalarda peşin fiyatına 9 taksit fırsatı! 30 Eylül'e kadar Pazarama'dan yapacağınız; - 600 TL ve üzeri alışverişlerinizde peşin fiyatına 2 taksit, - 750 TL ve üzeri alışverişlerinizde peşin fiyatına 3 taksit, - 2.000 TL ve üzeri alışverişlerinizde peşin fiyatına 6 taksit, - Ayrıca seçili firmalarda 9.",
      "extraDescription": "000 TL ve üzeri alışverişlerinizde peşin fiyatına 9 taksit fırsatlarından yararlanabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel ve ticari kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat, MaxiPuan, Maximil, PazaramaPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Bankamatik Kartları, Cüzdan işlemleri Ek Koşullar: Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "excludedCards": "Maximum Fırsat, MaxiPuan, Maximil, PazaramaPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Bankamatik Kartları, Cüzdan işlemleri Ek Koşullar: Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Yasal düzenleme uyarınca belirli sektörlerde yer alan ürünlerin satışında taksitlendirme yapılamamakta, diğer ürün gruplarında ise farklı taksit seçenekleri sunulmaktadır. Gerçekleştirdiğiniz alışveriş yönetmelikte belirtilen ürün gruplarında yer alıyor ise taksit yapılamamakta ya da taksit limitleri doğrultusunda taksitlendirme seçeneği sunulmaktadır. Bankamızca alışverişin içeriği tespit edilememekte olup, taksitlendirme kısıtlaması ve taksitli işlem alt limiti firma tarafından yönetilmektedir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "600 TL",
      "merchant": "Pazarama",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Pazarama_Online_KampanyaSayfasi_08_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:43.806Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/amazoncomtrde-taksit-firsati",
      "title": "Amazon.com.tr'de Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "1-30 Eylül 2025 tarihleri arasında Maximum Kart'ınız ile Amazon.com.",
      "extraDescription": "tr’den yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı! 30 Eylül 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız; 750 TL ve üzeri taksitli alışverişlerinizde peşin fiyatına 2 taksit, 6.000 TL ve üzeri taksitli alışverişlerinizde peşin fiyatına 3 taksit, 15.000 TL ve üzeri taksitli alışverişlerinizde peşin fiyatına 6 taksit fırsatından yararlanabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.9.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Amazon.com.tr",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a6_Amazon-Taksit_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:48.579Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ptt-avm-de-taksit-firsati",
      "title": "PttAVM'de Peşin Fiyatına 4 Taksit Fırsatı!",
      "description": "22 Ağustos-30 Eylül 2025 tarihleri arasında Maximum Kart’ınız ile PttAVM'den yapacağınız alışverişlerinizde peşin fiyatına 4 taksit fırsatı! 30 Eylül 2025 tarihine kadar Maximum Kart'ınız ile PttAVM'den yapacağınız 10.000 TL ve üzeri alışverişlerinizde peşin fiyatına 3 ve 4 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya dönemi içinde piyasa koşulları ve yasal düzenlemeler doğrultusunda kampanya avantajlarında değişiklik yapılabilecektir.",
      "excludedCards": "Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya dönemi içinde piyasa koşulları ve yasal düzenlemeler doğrultusunda kampanya avantajlarında değişiklik yapılabilecektir.",
      "additionalConditions": "Kampanya dönemi içinde piyasa koşulları ve yasal düzenlemeler doğrultusunda",
      "startDate": "22.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "10.000 TL",
      "merchant": "PttAVM",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/PTTAvm_580X460.jpg",
      "scrapedAt": "2025-09-03T21:49:52.886Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pegasus-indirim-kampanyasi",
      "title": "Maximum Kart'ınızla Pegasus'ta 500 TL İndirim Fırsatı!",
      "description": "Maximum Kart’ınız ile 15 Ağustos- 30 Eylül 2025 tarihleri arasında www.flypgs.",
      "extraDescription": "com’dan ve Pegasus mobil uygulamasından tek seferde gerçekleştireceğiniz 5.000 TL ve üzeri uçak bileti alımlarında 500 TL indirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız kartlar, Ticari Bankamatik, Ticari Kredi Kartları, Bankamatik Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız kartlar, Ticari Bankamatik, Ticari Kredi Kartları, Bankamatik Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "15.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "500 TL",
      "merchant": "ınızla Pegasus",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9472_Pegasus_580x460.jpg",
      "scrapedAt": "2025-09-03T21:49:57.115Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lumberjackte-indirim-kampanyasi",
      "title": "Lumberjack'te 1.000 TL İndirim Kampanyası!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "11.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "1.000 TL",
      "merchant": "Lumberjack",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/sbt_Lumberjack_Subat_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:01.322Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/demirdokum-indirim-kampanyasi",
      "title": "DemirDöküm'de 7.500 TL 'ye varan indirim!",
      "description": "Maximum Kart'ınızla 6 Ağustos-4 Eylül 2025 tarihleri arasında anlaşmalı DemirDöküm mağazalarından tek seferde yapacağınız 20.000 TL ve üzeri ilk peşin alışverişinize %12 indirim kazanın! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "Katılım yapılmaması durumunda indirim gerçekleşmeyecektir. Kampanyaya sadece DemirDöküm’ün kendi POS’undan gerçekleşen işlemler dahildir. Bayi POS’undan gerçekleşen işlemler dahil değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "Aidatsız kartlar, Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartlar, Nays Kartlar, MaxiPara Kartlar ve Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Harcama esnasında işlemin DemirDöküm POS’undan gerçekleşmesi gerektiği işlemin yapıldığı bayiye hatırlatılmalıdır.",
      "startDate": "6.8.2025",
      "endDate": "4.9.2025",
      "discountRate": "12%",
      "merchant": "DemirDöküm",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/dd_Demirdokum_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:05.587Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/egitim-odemelerinize-ozel-firsatlar-sizi-bekliyor",
      "title": "Eğitim Ödemelerinize Özel Fırsatlar Sizi Bekliyor!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.8.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Egitim_Nisan_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:09.663Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kidzaniada-dogum-gunu-paketlerinde-indirim-firsati",
      "title": "Kidzania’da Doğum Günü Paketlerinde Maximum Kart'a %10 indirim Fırsatı!",
      "description": "30 Kasım 2025 tarihine kadar İş Bankası kartınıza özel Çocuklar Ülkesi KidZania girişlerinde %10 indirim ayrıcalığından yararlanın.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "%10 indirim doğum günü paketlerinde geçerlidir. Bu",
      "startDate": "14.7.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9617_KidZania_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:14.019Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/amazon-prime-uyeliginiz-maximiles-blackten",
      "title": "Maximiles Black ile ücretsiz Amazon Prime üyeliği ayrıcalığı!",
      "description": "31 Aralık 2025 tarihine kadar yeni üye olarak ya da mevcut üyeliğiniz kapsamında Maximiles Black'iniz ile yapacağınız 49,9 TL tutarındaki Amazon Prime üyelik ücreti ödemelerinizin tamamı kartınıza iade edilecektir. Maximiles Black kredi kartı sahibi olmak için: İşCep ve Maximum Mobil uygulamalarından ya da size en yakın İş Bankası Şubesi'nden başvurunuzu yapabilirsiniz.",
      "extraDescription": "",
      "includedCards": "Maximiles Black, asıl ve ek kredi kartları Kampanya koşulları: Kampanya kapsamında Maximiles Black ile tek seferde gerçekleştirilecek 49,9 TL'lik Amazon Prime üyelik ücreti ödemelerinin tamamı, ödeme yapılan karta iade edilecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "9 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-6182_AmazonPrime_580x460_2.jpg",
      "scrapedAt": "2025-09-03T21:50:17.824Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximiles-blackle-pasabahce-magazalarindan-yapacaginiz-alisverislerinize-indirim-firsati",
      "title": "Maximiles Black'le Paşabahçe Mağazaları'ndan yapacağınız alışverişlerinizde %10 indirim!",
      "description": "31 Aralık 2025 tarihine kadar Maximiles Black ile Paşabahçe Mağazaları’ndan tek seferde yapacağınız 4.000 TL ve üzeri alışverişlerinize %10, aylık toplamda 1.",
      "extraDescription": "000 TL’ye varan indirim ayrıcalığı sizi bekliyor. Maximiles Black kredi kartı sahibi olmak için: İşCep ve Maximum Mobil uygulamalarından ya da size en yakın İş Bankası Şubesi'nden başvurunuzu yapabilirsiniz.",
      "includedCards": "Maximiles Black asıl ve ek kredi kartları Kampanyaya dâhil olmayan işlemler: MaxiMil ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "10%",
      "merchant": "le Paşabahçe Mağazaları",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/a25_Pasabahce_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:22.693Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/in-street-magazalarinda-pesin-fiyatina-taksit-firsati",
      "title": "IN Street'te Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile In Street mağazalarından ve www.instreet.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "IN Street",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/tStreet_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:27.089Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsonite-pesin-fiyatina-taksit-firsati",
      "title": "Samsonite’ta Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Samsonite mağazalarından ve www.samsonite.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Samsonite_ocak_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:31.442Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/desada-pesin-fiyatina-taksit-firsati",
      "title": "Desa’da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Desa mağazalarından ve www.desa.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Desa-Nisan_2025_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:35.867Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kidzaniada-yaz-kampi-paketlerinde-maximum-karta-indirim-firsati",
      "title": "KidZania’da Yaz Kampı Paketlerinde Maximum Kart’a %10 indirim Fırsatı!",
      "description": "23 Haziran - 13 Eylül tarihleri arasında Maximum Kart’ınız veya Bankamatik Kartı’nız ile Yaz Kampı paketlerinde %10 indirim ayrıcalığı sizi bekliyor. Üstelik haftalık katılanlara Çocuk Fakültesi dijital platformuna 1 yıl ücretsiz erişim fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kartlar, Aidatsız Kartlar ve Nays Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "%10 indirim KidZania İstanbul Yaz Kampı’nda geçerlidir. 23 Haziran - 13 Eylül tarihleri arasında sabah 08:30’dan akşam 19:00’a kadar gerçekleşecek kampa Çocuk Fakültesi iş birliğiyle yaz kampına özel meslek programları, sabah sporu, öğle yemekleri, atıştırmalık dahildir. İndirimden yararlanmak için alt veya üst ödeme sınırı bulunmamaktadır.",
      "startDate": "23.6.2025",
      "endDate": "13.9.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9480_KidZania-Yaz-Kampi_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:40.020Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-kulturde-indirim-firsati",
      "title": "İş Kültür Mağazalarında Maximum Kart'a % 25 İndirim Fırsatı!",
      "description": "Maximum Kart'ınızla İş Kültür mağazalarından yapacağınız alışverişlerinizde %25 indirim ayrıcalığı! Üstelik 600 TL ve üzeri alışverişlerinizde vade farksız 5 aya varan taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Bankamatik Kartlar, Ticari Kredi Kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "%25 indirim",
      "startDate": "1.3.2025",
      "endDate": "31.12.2025",
      "discountRate": "25%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8320_iskultur_indirim_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:44.151Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-kulturde-taksit-firsati",
      "title": "İş Kültür'de 5 Taksit Fırsatı!",
      "description": "Maximum Kart'ınızla İş Kültür mağazalarından veya www.iskultur.",
      "extraDescription": "com.tr adresinden yapacağınız 600 TL ve üzeri alışverişlerinizde vade farksız 5 aya varan taksit fırsatı! Üstelik İş Kültür mağazalarından yapacağınız alışverişlerinizde %25 indirim ayrıcalığı!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Ticari Kredi Kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "",
      "additionalConditions": "Taksit",
      "startDate": "1.3.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "İş Kültür",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/iskultur_Taksit_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:48.505Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/underarmourda-taksit-firsati",
      "title": "Under Armour'da Peşin Fiyatına 4 Taksit Fırsatı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.2.2025",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Under Armour",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t_Under-Armour_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:52.938Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lovada-pesin-fiyatina-taksit-firsati",
      "title": "Lova’da peşin fiyatına 9 taksit fırsatı!",
      "description": "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Lova mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "11.12.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7754_Lova_Yatak_580x460.jpg",
      "scrapedAt": "2025-09-03T21:50:58.246Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/dogtasta-pesin-fiyatina-taksit-firsati",
      "title": "Doğtaş'ta peşin fiyatına 9 taksit fırsatı!",
      "description": "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Doğtaş mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "10.12.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Doğtaş",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7754_Dogtas_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:02.955Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kelebekde-pesin-fiyatina-taksit-firsati",
      "title": "Kelebek'de peşin fiyatına 9 taksit fırsatı!",
      "description": "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Kelebek mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "10.12.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Kelebek",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ocak24_kelebek_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:07.782Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/zara-magazalarinda-taksit-firsati",
      "title": "Zara mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Zara_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:12.740Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/leftiesden-taksit-firsati",
      "title": "Lefties mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Lefties_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:17.192Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/massimo_dutti-taksit-kampanyasi",
      "title": "Massimo Dutti mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Massimo_Dutti_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:21.869Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pull-bear-de-taksit-firsati",
      "title": "Pull&Bear mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Pull_and_Bear_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:26.340Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/stradivarius-da-taksit-firsati",
      "title": "Stradivarius mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Stradivarius_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:31.200Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/allways-hizli-gecis-fast-track-hizmetine-indirim-ayricaligi",
      "title": "Maximum Kartlarınız ile Sabiha Gökçen Havalimanı’nda ALLWAYS Hızlı Geçiş (Fast Track) Hizmetine %50 İndirim Ayrıcalığı!",
      "description": "Maximum özellikli kredi kartlarınız ile Sabiha Gökçen Havalimanı’ndan yapacağınız seyahatlerde ALLWAYS Hızlı Geçiş hizmetinde %50 indirim ayrıcalığı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası aidatlı bireysel kredi kartları.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "20.4.2023",
      "endDate": "30.4.2026",
      "discountRate": "50%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Ekim/BAN-5739_MB_FastTrack_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:35.752Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/jimmy-key-de-taksit-firsati",
      "title": "Maximum'dan Jimmy Key'de 4 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Jimmy Key mağazalarından ve www.jimmykey.",
      "extraDescription": "com adresinden yapacağınız alışverişlerinizde peşin fiyatına 4 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Jimmy_Key_0725_new_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:40.347Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lumberjackte-pesin-fiyatina-6taksit-firsati",
      "title": "Lumberjack'te Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Lumberjack",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Lumberjack_6taksit-580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:45.010Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/love-my-body-de-taksit-firsati",
      "title": "Maximum'dan Love My Body’de Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Love My Body mağazalarından ve www.lovemybody.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve Love My Body",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m_Love-My-Body-Taksit_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:49.666Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-bankasi-troy-kart-sahipleri-google-playde-kazaniyor",
      "title": "İş Bankası TROY Kart Sahipleri Google Play’de Kazanıyor, Seçili Uygulamalarda 100 TL’ye Varan İndirim Fırsatı!",
      "description": "15 Ağustos – 15 Eylül 2025 tarihleri arasında Google Play’de seçili popüler uygulamalarda, kampanya süresi boyunca İş Bankası TROY logolu bireysel veya ticari kredi kartı, Bankamatik Kartı veya MaxiPara kartınla yapacağın ilk ödemen %50 indirimli. TROY kartını Google Play’e kaydet, seçili uygulamalardaki harcamanda 100 TL’ye varan iade kazan!",
      "extraDescription": "",
      "includedCards": "Türkiye İş Bankası TROY logolu bireysel veya ticari kredi kartı, Bankamatik Kartı veya MaxiPara kartları Kampanyaya dahil olmayan kartlar ve işlemler: Aidatsız kredi kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "Aidatsız kredi kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "",
      "startDate": "15.8.2025",
      "endDate": "15.9.2025",
      "discountRate": "50%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a13_TROY-GooglePlay_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:54.205Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/tumide-pesin-fiyatina-taksit-firsati",
      "title": "Tumi'de Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Tumi mağazalarından ve www.tumi.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Tumi",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-8715_Tumi_580x460.jpg",
      "scrapedAt": "2025-09-03T21:51:58.668Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/nine-west-magazalarinda-pesin-fiyatina-taksit-firsati",
      "title": "Nine West Mağazalarında Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Nine West mağazalarından ve www.ninewest.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t10_NWest_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:03.243Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/petlasta-taksit-firsati",
      "title": "Petlas’ta 6 Taksit Fırsatı",
      "description": "Maximum Kart'ınızla Petlas'tan 31 Aralık tarihine kadar yapacağınız alışverişlerinizde 6 taksit fırsatı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Ticari Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanyadan faydalanabilmek için alışverişlerin Maximum özellikli POS cihazlarından yapılması gerekmektedir.",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/sbt4_Petlas_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:07.799Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lululemonda-pesin-fiyatina-taksit-firsati",
      "title": "lululemon'da Peşin Fiyatına 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "26.5.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "lululemon",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/h3_lululemon_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:12.244Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumda-servis-plan-uyeliklerinde-indirim-firsati",
      "title": "Maximum'da Servis Plan Üyeliklerinde %30 İndirim Fırsatı!",
      "description": "İşCep'ten alacağınız kodla Servis Plan'dan alacağınız yıllık üyeklilerde %30 indirim fırsatı kazanın. Kampanya kapsamında İşCep'ten alacağınız kod ile 1 Nisan - 31 Aralık 2025 tarihleri arasında Maximum Kart'ınızla Servis Plan'dan alacağınız yıllık üyeliklerde %30 indirim sunulacaktır.",
      "extraDescription": "Kodunuzu almak için İşCep ilgili kampanya sayfasında yer alan Katıl butonuna tıklamanız gerekmektedir. İndirim kodunuz SMS ile tarafınıza iletilecektir. Servis Plan mobil uygulamasında, Rahat Plan veya Rahat Rahat Plan paketini seçtikten sonra ‘İndirim Kodu’ alanına kodu yazarak özel fiyatı görüntüleyip üyeliğinizi başlatabilirsiniz. Ayrıntılı bilgi için: https://servisplan.go.link/zVOWJ.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları, MaxiPara Kartlar ve Bankamatik Kartlar Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Ticari Kartlar, Nays Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.4.2025",
      "endDate": "31.12.2025",
      "discountRate": "30%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8746_Servis_Plan_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:16.845Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gap-magazalarinda-taksit-firsati",
      "title": "Gap’de Vade Farksız 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Mart/BAN-9429_GAP_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:21.787Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-karta-ozel-ikea-da-pesin-fiyatina-9-taksit-firsati",
      "title": "Maximum Kart'a özel IKEA'da peşin fiyatına 9 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile IKEA’dan yapacağınız alışverişlerinizde peşin fiyatına 9 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, MercedesCard, Maximiles, Maximiles Black, İş’te Üniversiteli, Maximum Genç Kart) Ticari Kartlar, Aidatsız Maximum Kartlar, Aidatsız Genç Kartlar, Aidatsız Business Kartlar ve Aidatsız İşte Üniversiteli Kartlar.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "2.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "a özel IKEA",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9159_IKEA_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:25.820Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/zara-home-da-taksit-firsati",
      "title": "Zara Home mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Zara_Home_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:30.292Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vakkorama-harcamalarinizda-taksit-ayricaligi",
      "title": "Vakkorama Harcamalarınızda 4 Taksit Ayrıcalığı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.9.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-6035_Vakkorama_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:35.150Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vakko-harcamalarinizda-taksit-ayricaligi",
      "title": "Vakko Harcamalarınızda 4 Taksit Ayrıcalığı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.9.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Vakko_29agustos-5eyl%c3%bcl_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:39.975Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/w-collection-harcamalarinizda-taksit-ayricaligi",
      "title": "W Collection Harcamalarınızda 4 Taksit Ayrıcalığı",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.9.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e10_Wcollection_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:44.643Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/beymende-taksit-firsati",
      "title": "Beymen'de Vade Farksız 4 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "3.7.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Beymen",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t3_Beymen_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:49.294Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bershka-magazalarinda-vade-farksiz-taksit-firsati",
      "title": "Bershka mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ekk_Bershka_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:53.746Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/oysho-magazalarinda-vade-farksiz-taksit-firsati",
      "title": "Oysho mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "30.9.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ekk_Oysho_580x460.jpg",
      "scrapedAt": "2025-09-03T21:52:58.297Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gecmis-kampanyalar",
      "title": "gecmis-kampanyalar",
      "error": "Navigation timeout of 30000 ms exceeded",
      "scrapedAt": "2025-09-03T21:53:29.211Z"
    }
  ]
}