{
  "success": true,
  "bank": "Maximum",
  "url": "https://www.maximum.com.tr/kampanyalar",
  "scrapedAt": "2025-11-29T19:50:50.742Z",
  "statistics": {
    "totalFound": 217,
    "totalScraped": 217,
    "successful": 216,
    "failed": 1,
    "withDates": 209,
    "withImages": 216,
    "withDiscounts": 133,
    "withFullDetails": 176
  },
  "campaigns": [
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-mobil-kampanyalari",
      "title": "Maximum Mobil Kampanyaları",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "",
      "endDate": "Belirtilmemiş",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Ocak/n_MaxiMil_Kullanimi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:34:42.202Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mobil-temassiz-kampanyalari",
      "title": "Mobil Temassız Kampanyaları",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "",
      "endDate": "Belirtilmemiş",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Eylul/k4_Dijital_Odeme_580x460.jpg",
      "scrapedAt": "2025-11-29T19:34:47.024Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/spor-kampanyalari",
      "title": "Spor Kampanyaları",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "",
      "endDate": "Belirtilmemiş",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ek14_Fenerium_580x460.jpg",
      "scrapedAt": "2025-11-29T19:34:50.992Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/etsdeki-secili-otellerde-yaz-donemi-rezervasyonlarinizda-indirim-firsati",
      "title": "Maximum Kart’ınız ile ETS'deki seçili otellerde 2026 yaz dönemi için yapacağınız rezervasyonlarınızda anında %5 ek indirim kazanın!",
      "description": "ETS’de 2026 erken rezervasyon fırsatları başladı! Maximum Kart’ınız ile ETS'deki seçili otellerde 2026 yaz dönemi için yapacağınız rezervasyonlarınızda anında %5 ek indirim kazanın. Üstelik vade farksız 3 ve 6 taksit fırsatıyla! *Anında %5 ek indirim kampanyasından faydalanabilmek için \"Ödeme Yöntemi > Ödeme Kampanyaları\" alanında “Maximum ile sepette %5 ek indirim!” seçeneği işaretlenerek ilerlenmelidir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Nays Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Anında %5 ek indirim",
      "startDate": "3.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "5%",
      "merchant": "Maximum Kart’ınız ile ETS",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/ETStur_1025_new_580x460.jpg",
      "scrapedAt": "2025-11-29T19:34:55.697Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maxiumumdan-etsde-maxipuan-firsati",
      "title": "Maximum’dan ETS’deki Seçili Oteller ve Turlarda 7.500 TL’ye Varan MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılarak 3-30 Kasım 2025 tarihleri arasında bankamatik kartı veya Maximum Kart’ınızla ETS’deki seçili yurt içi otelleri, Kıbrıs otelleri, yurt dışı turları veya gemi turları için belirli ödeme seçenekleri ile tek seferde yapacağınız 35.000 TL - 49.",
      "extraDescription": "999 TL arası rezervasyonlarınızda 2.500 TL MaxiPuan, 50.000 TL - 99.999 TL arası rezervasyonlarınızda 5.500 TL MaxiPuan, 100.000 TL ve üzeri rezervasyonlarınızda 7.500 TL MaxiPuan kazanabilirsiniz. Ayrıca seçili şehir otelleri için belirli ödeme seçenekleri ile tek seferde yapacağınız 10.000 - 19.999 TL arası rezervasyonlarınızda 800 TL MaxiPuan, 20.000 TL - 34.999 TL arası rezervasyonlarınızda 1.300 TL MaxiPuan, 35.000 TL - 49.999 TL arası rezervasyonlarınızda 2.500 TL MaxiPuan, 50.000 TL - 99.999 TL arası rezervasyonlarınızda 5.500 TL MaxiPuan, 100.000 TL ve üzeri rezervasyonlarınızda 7.500 TL MaxiPuan kazanabilirsiniz. Peşin veya 3 taksitli ödemelerde geçerli MaxiPuan kampanyasına dahil seçili yurt içi otelleri için tıklayın. Peşin, 3 veya 6 taksitli ödemelerde geçerli MaxiPuan kampanyasına dahil seçili yurt içi otelleri için tıklayın. Peşin, 3 veya 6 taksitli ödemelerde geçerli MaxiPuan kampanyasına dahil seçili şehir otelleri için tıklayın. Peşin veya 3 taksitli ödemelerde geçerli MaxiPuan kampanyasına dahil seçili Kıbrıs otelleri için tıklayın. Peşin ödemelerde geçerli MaxiPuan kampanyasına dahil seçili yurt dışı turları için tıklayın. Peşin ödemelerde geçerli MaxiPuan kampanyasına dahil seçili gemi turları için tıklayın. • ETS’deki seçili otellerde geçerli 7.500 TL’ye varan MaxiPuan kampanyası ile anında %5 ek indirim kampanyası birleştirilebilir. Seçili yurt dışı turları veya seçili gemi turlarında, anında %5 ek indirim kampanyası bulunmamaktadır. • Kampanya dönemi içerisinde, kampanyaya dahil seçili oteller, seçili yurt dışı turları veya seçili gemi turları değişiklik gösterebilmektedir. Rezervasyonun oluşturulacağı tarihte, ilgili tesisin veya turun kampanya kapsamında yer alıp almadığı kontrol edilmelidir. • 7.500 TL’ye varan MaxiPuan kampanyası kapsamında yer alan her bir seçili otel özelinde, kampanyaya dahil tarih aralığı ve geçerli ödeme seçenekleri için ilgili tesisin Etstur web sitesindeki detay sayfasında yer alan \"Kampanyalar\" alanından ayrıca kontrol sağlayabilirsiniz. • 7.500 TL’ye varan MaxiPuan kampanyası kapsamında etstur.com internet adresinden seçili oteller için oluşturacağınız rezervasyonlarınızda Ödeme Bilgileri sayfasındaki \"Ödemeyi Tamamla\" butonu üzerinde veya ETS mobil uygulaması üzerinden seçili oteller için oluşturacağınız rezervasyonlarınızda ise \"Fiyat Özeti\" alanında kampanyadan yararlanacağınıza dair bir bilgi yer alacaktır. Rezervasyonunuzun seçili otellerden ve/veya seçili ödeme seçenekleri ile gerçekleştirilmemesi durumunda, ilgili bilgi görüntülenemeyecek ve rezervasyonunuz MaxiPuan kampanyası kapsamında değerlendirilmeyecektir. • 7.500 TL’ye varan MaxiPuan kampanyası kapsamında kazanacağınız MaxiPuan tutarı; yapacağınız toplam rezervasyon tutarına göre değil ilk ödeme tutarına göre hesaplanmaktadır. \"%50'sini Şimdi, %50'sini Tatilden Önce Öde\" kampanyasına istinaden yapacağınız %50’lik ilk ödeme tutarı referans alınarak kazanacağınız MaxiPuan tutarı hesaplanacaktır. Kalan %50’lik ödeme için ayrıca MaxiPuan kazanımı olmayacaktır. • Her bir rezervasyon için sadece bir kez MaxiPuan kazanılacaktır. Yapılacak olan rezervasyonda ödemelerin farklı kartlarla gerçekleştirilmesi durumunda, MaxiPuanlar ilk ödemenin yapıldığı karta yüklenecektir. • Aidatsız Kart sahibi müşterilerimiz, Bankamatik Kartları da olması durumunda Bankamatik Kartları ile kampanyaya katılım sağlayabilirler. Ancak Aidatsız Kartlar ile gerçekleştirilen işlemlerden kampanyaya katılım sağlansa dahi ödül kazanılamayacaktır. • Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (rezervasyonlarınızdan önce veya sonra) yapabilirsiniz.",
      "includedCards": "ve işlemler: Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Bankamatik Kartları ile Maximum özellikli POS cihazından yapılacak işlemler.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Aidatsız Kartlar, MaxiPara Kartlar, Nays Kartlar, Vadematik Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan rezervasyonlar, iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "",
      "startDate": "3.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "7.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/ETStur_1025_new_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:01.019Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/e-ticaret-cati-kampanyasi",
      "title": "E-Ticaret Harcamanıza 5.000 TL'ye Varan MaxiPuan!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "5.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Maximum-E-ticaret_1125_new_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:05.433Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/e-ticaret-alisverislerinizde-maxipuan-kampanyasi",
      "title": "E-Ticaret Alışverişlerinizde 3.000 TL'ye Varan MaxiPuan!",
      "description": "1-30 Kasım tarihlerinde Amazon.com.",
      "extraDescription": "tr, Hepsiburada, incehesap.com, n11, Pazarama, PttAVM, Trendyol ve Trendyolmilla'dan tek seferde ve farklı günlerde yapacağınız ikinci ve sonraki 3.000 TL ve üzeri her alışverişinize 300 TL, toplam 3.000 TL MaxiPuan!.",
      "includedCards": "ve işlemler: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan yüklemeleri aracılığıyla yapılan alışverişler ve Hepsipay üzerinden yapılan alışverişler kampanyaya dâhil değildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan yüklemeleri aracılığıyla yapılan alışverişler ve Hepsipay üzerinden yapılan alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.'nin",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "3.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10601_Genel-e-ticaret-Set1_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:35:10.022Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/evinizi-anadolu-sigorta-ile-guvence-altina-alin-maxipuan-kazanin",
      "title": "Evinizi Anadolu Sigorta ile Güvence Altına Alın, 1750 TL’ye Varan MaxiPuan Kazanın!",
      "description": "İş Bankası şubelerinden, İşCep’ten ya da İnternet Şubesi’nden Anadolu Sigorta güvencesiyle DASK sigortasını ilk defa yaptıran müşteriler 250 TL MaxiPuan, DASK sigortasıyla beraber konut sigortalarını da İş Bankası aracılığıyla ilk defa Anadolu Sigorta’dan yaptırmaları halinde 1500 TL MaxiPuan ilavesiyle toplamda 1750 TL MaxiPuan kazanma fırsatını yakalıyor! İş Bankası müşterilerine özel sunulan fırsat çerçevesinde, 13 Ekim – 31 Aralık 2025 tarihleri arasında Anadolu Sigorta DASK Sigortası ve Konut Sigortası poliçelerini ilk kez satın alan ev sahipleri, İşCep veya Maximum Mobil uygulamalarının Kampanyalar alanında görüntüleyebilecekleri kampanya sayfasından “KATIL” tercihlerini iletmeleri halinde MaxiPuan hediyesinden faydalanabilecektir. Üstelik DASK ve Konut Sigortaları ile evinizi güvence altına almak için hesaplanan prim ödemelerinizi İş Bankası kredi kartınızla yapmayı tercih ederseniz, DASK sigortanızı peşin prim tutarı üzerinden vade farksız 3 aya kadar, Konut Sigortanızı ise peşin prim tutarı üzerinden vade farksız 12 aya kadar taksit fırsatı ile yaptırabilirsiniz.",
      "extraDescription": "Yüksek riskli deprem kuşağında yer alan ülkemizde, bir deprem sonucu ev ve işyerlerinde meydana gelebilen maddi zararlara karşı size ve sevdiklerinize güvence sağlayan Zorunlu Deprem Sigortası- DASK hakkında detaylı bilgiye buradan erişebilirsiniz. Evinizi depremden yangına, hırsızlıktan su baskınına kadar birçok riske karşı güvence altına alan Konut Paket Sigortası hakkında buradan bilgi alabilirsiniz. DASK ve Konut Sigortası Poliçelerini İşCep’ten Nasıl Satın Alırım? İşCep içerisinde aşağıdaki adımları izleyerek yeni iş poliçelerinizi kolayca satın alabilirsiniz. DASK sigortası için Sigorta > DASK > Yeni Başvuru Konut sigortası için Sigorta > Konut Sigortası > Yeni Başvuru Kampanyaya nasıl katılabilirim? Maximum Mobil ya da İşCep uygulamalarında “Kampanyalar” bölümünden ilgili kampanyadaki “KATIL” butonuna tıklamanız yeterlidir. Katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları ve Bireysel Bankamatik Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Aidatsız Kartlar, MaxiPara Kartlar, Ticari Bankamatik Kartları, Ticari Kredi Kartları ve Ek Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri Kampanya koşulları: • Kampanya, 13 Ekim 2025 – 31 Aralık 2025 tarihleri arasında İş Bankası bireysel kredi kartları veya Bankamatik kartlarıyla ve İş Bankası satış kanalları aracılığıyla Anadolu Sigorta’dan ilk kez düzenlenecek yeni iş Zorunlu Deprem Sigortası (DASK) ve yeni iş Konut Sigortası (yeni iş DASK poliçesiyle beraber düzenlenmesi koşuluyla) poliçeleri için geçerlidir.",
      "excludedCards": "Maximum Aidatsız Kartlar, MaxiPara Kartlar, Ticari Bankamatik Kartları, Ticari Kredi Kartları ve Ek Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri Kampanya koşulları: • Kampanya, 13 Ekim 2025 – 31 Aralık 2025 tarihleri arasında İş Bankası bireysel kredi kartları veya Bankamatik kartlarıyla ve İş Bankası satış kanalları aracılığıyla Anadolu Sigorta’dan ilk kez düzenlenecek yeni iş Zorunlu Deprem Sigortası (DASK) ve yeni iş Konut Sigortası (yeni iş DASK poliçesiyle beraber düzenlenmesi koşuluyla) poliçeleri için geçerlidir.",
      "additionalConditions": "",
      "startDate": "13.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "1750 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9582_DASK_KonutSigortasi_Kampanya_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:14.445Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ucuzabiletcomda-pesin-fiyatina-taksit-firsati",
      "title": "Maximum’dan ucuzabilet.com’da Peşin Fiyatına 6 Aya Varan Taksit Fırsatı!",
      "description": "01 Ocak - 31 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile ucuzabilet.com’dan gerçekleştireceğiniz yurt içi uçak bileti alımlarınızda peşin fiyatına (vade farksız) 3 veya 6 taksit imkanı sunulmaktadır.",
      "extraDescription": "Yurt içi uçuşlarda, vade farksız 6 aya varan taksit imkanından faydalanılabilmesi için taksitli harcamanın İş Bankası Maximum POS’ları üzerinden yapılması gerekmektedir. KKTC’ye ilişkin uçak bileti alımlarında azami 3 taksit fırsatı sunulmakta olup işleminizi vade farkı ödemeden 3 taksitli olarak gerçekleştirebilirsiniz. Yurt dışına ilişkin harcamalarda taksit uygulanamaz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel ve ticari kredi kartları kampanyaya dahildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Maximum Kart’a özel bu",
      "startDate": "1.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/ucuzabilet.com_2025_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:18.860Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-ile-yurtici-ucak-biletlerinde-taksit-firsati-etsde",
      "title": "Maximum ile Yurt İçi Uçak Biletlerinde Peşin Fiyatına 6 Aya Varan Taksit Fırsatı ETS’de!",
      "description": "01 Ocak - 31 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile etstur.com üzerinden alacağınız yurt içi uçak biletlerinde, peşin fiyatına (vade farksız) 3 veya 6 taksit imkanı sunulmaktadır.",
      "extraDescription": "Yurt içi uçuşlarda, vade farksız 6 aya varan taksit imkanından faydalanılabilmesi için taksitli harcamanın İş Bankası Maximum POS’ları üzerinden yapılması gerekmektedir. KKTC’ye ilişkin uçak bileti alımlarında azami 3 taksit fırsatı sunulmakta olup işleminizi vade farkı ödemeden 3 taksitli olarak gerçekleştirebilirsiniz. Yurt dışına ilişkin harcamalarda taksit uygulanamaz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel ve ticari kredi kartları kampanyaya dahildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Maximum Kart’a özel bu",
      "startDate": "1.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m30_ETSbilet_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:22.906Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/amazon-da-maxipuan-firsati",
      "title": "Amazon.com.tr'de 2.000 TL'ye Varan MaxiPuan Fırsatı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "",
      "endDate": "Belirtilmemiş",
      "discountRate": "2.000 TL",
      "merchant": "Amazon.com.tr",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Amazon-MaxiPuan_1125_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:35:26.830Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/petrol-ofisinde-maxipuan-firsati",
      "title": "Petrol Ofisi'nde 350 TL'ye varan MaxiPuan Fırsatı!",
      "description": "Maximum anlaşmalı Petrol Ofisi istasyonlarından 16 Kasım - 31 Aralık 2025 tarihleri arasında tek seferde ve farklı günlerde yapacağınız 1.000 TL ve üzeri 4.",
      "extraDescription": "yakıt alışverişinize 300 TL MaxiPuan, alışverişlerinizden en az birini Pazarama ve Maximum Mobil içerisinde yer alan Araçta Öde menüsündeki Petrol Ofisi Öde-Geç ile yapmanız durumunda toplam 350 TL MaxiPuan fırsatı sizi bekliyor. Maximum Mobil Öde-Geç ile ödeme yapılabilmesi için yakıt alımından önce Pazarama ve Maximum Mobil içerisinde yer alan Araçta Öde menüsündeki Petrol Ofisi Öde-Geç uygulaması üzerinden plaka tanımının yapılması gerekmektedir. Mobil Öde-Geç Anlaşmalı Petrol Ofisi İstasyonları Maximum Anlaşmalı Tüm Petrol Ofisi İstasyonları Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "16.11.2025",
      "endDate": "31.12.2025",
      "discountRate": "350 TL",
      "merchant": "Petrol Ofisi",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k14_Petrol_Ofisi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:30.832Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-giyim-ve-kozmetik-alisverislerinize-maxipuan",
      "title": "Maximum'dan Giyim ve Kozmetik Alışverişlerinize 1.000 TL MaxiPuan Kampanyası!",
      "description": "İşCep veya Maximum Mobil’den katılıma özel giyim, giyim aksesuarı, ayakkabı, kozmetik ve optik sektörlerinde faaliyet gösteren firmaların Maximum anlaşmalı işyerlerinden 10 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla tek seferde yapacağınız 25.000 TL ve üzeri alışverişlerde 1.",
      "extraDescription": "000 TL’ye varan MaxiPuan! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, MercedesCard, Maximiles, Maximiles Black, Privia Black Kredi Kartı, Maximum Pati Kart, İş’te Üniversiteli, Maximum Genç Kredi Kartı), Bankamatik Kartları.",
      "excludedCards": "",
      "additionalConditions": "Kampanya dönemi içerisinde gerçekleştirilen alışverişlerin iptal edilmesi veya satın alınan ürünlerin iade edilmesi durumunda yüklenen MaxiPuanlar geri alınacaktır.",
      "startDate": "10.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Yuksek-Sepet_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:35.024Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gelir-motorlu-tasitlar-tapu-harc-ve-emlak-vergisi-odemelerinize-sonradan-taksit-firsati",
      "title": "Emlak Vergisi, Motorlu Taşıtlar Vergisi, Tapu Harç ve Gelir Vergisi Ödemelerinize Sonradan 3 Aya Varan Taksit Fırsatı!",
      "description": "Maximum Kart’ınızla 3-30 Kasım tarihleri arasında peşin olarak gerçekleştireceğiniz 1.500 TL ve 1.",
      "extraDescription": "000.000 TL arasındaki Gelir Vergisi, Motorlu Taşıtlar Vergisi (MTV), Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemelerinizde 3 aya varan, 1.000.000 TL ve 5.000.000 TL arasındaki Gelir Vergisi, Motorlu Taşıtlar Vergisi, Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemelerinizi 2 aya varan taksit fırsatını kaçırmayın! Maximum Kart’ınızla; - İşCep, İnternet Şubesi veya gib.gov.tr adresinden peşin olarak gerçekleştireceğiniz 1.500 TL ve 1.000.000 TL arasındaki Motorlu Taşıtlar Vergisi, Gelir Vergisi, Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemeleriniz ile Belediye vezneleri ve Belediyelere ait internet siteleri üzerinden peşin olarak gerçekleştireceğiniz 1.500 TL ve 1.000.000 TL arasındaki Emlak ve Çevre Temizlik Vergisi ödemelerinizi 2 veya 3 taksit olarak, -İşCep, İnternet Şubesi veya gib.gov.tr adresinden peşin olarak gerçekleştireceğiniz 1.000.000 TL ve 5.000.000 TL arasındaki Motorlu Taşıtlar Vergisi, Gelir Vergisi, Kira Geliri Vergisi (GMSİV) ve Tapu Harç ödemeleriniz ile Belediye vezneleri ve Belediyelere ait internet siteleri üzerinden peşin olarak gerçekleştireceğiniz 1.000.000 TL ve 5.000.000 TL arasındaki Emlak ve Çevre Temizlik Vergisi ödemelerinizi 2 taksit olarak, İşCep'ten sonradan faizsiz taksitlendirebilirsiniz.",
      "includedCards": "- İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları.",
      "excludedCards": "- Aidatsız Kartlar, Bankamatik kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı kampanyaya dahil değildir.",
      "additionalConditions": "-",
      "startDate": "3.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-8905_Vergi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:39.403Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-market-alisverislerinize-500lira-maxipuan-kampanyasi",
      "title": "Maximum'dan Market Alışverişlerinize 500 TL MaxiPuan Fırsatı!",
      "description": "İşCep'ten Market Kampanyası'na katılın, 1 Kasım - 7 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde 1.500 TL altındaki peşin harcamalarla yapacağınız 15.",
      "extraDescription": "000 TL ve üzeri toplam harcamanız için dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 500 TL MaxiPuan kazanın! Kampanyaya dahil kartlar ile kampanya dönemi boyunca tek seferde yapacağınız 1.500 TL altındaki peşin alışverişlerin toplamı kampanya kapsamında geçerli sayılacaktır. Kampanyaya dahil işyeri listesi.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "1.11.2025",
      "endDate": "7.12.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ek2_BirikimliMarket_Kampanya_580x460_v2.jpg",
      "scrapedAt": "2025-11-29T19:35:43.384Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-market-alisverislerinize-1000lira-maxipuan-kampanyasi",
      "title": "Maximum'dan 20.000 TL ve üzeri Market Alışverişlerinize 1.000 TL MaxiPuan!",
      "description": "İşCep'ten Market Kampanyası'na katılın, 1 Kasım - 7 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde yapacağınız 20.000 TL ve üzeri ilk peşin market alışverişiniz için 1.",
      "extraDescription": "000 TL MaxiPuan kazanın!.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları ve MaxiPara Kart kullanılarak yapılan alışverişler, market sektöründe yer alan mağazaların sanal mağaza ve/veya mobil uygulamalarından yapılan market alışverişleri kampanyaya dâhildir.",
      "excludedCards": "Maximiles Kartlar, Ticari Kartlar, Aidatsız Kartlar, Nays Kartlar, MercedesCard, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler, farklı ürün kategorilerinde satış yapan e-ticaret firmalarından yapılacak alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "1.11.2025",
      "endDate": "7.12.2025",
      "discountRate": "20.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Yuksek_Market_0925_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:47.827Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-kartinizla-market-alisverislerinize-maxipuan-hediye",
      "title": "Maximum'dan 2.000 TL ve üzeri Market Alışverişlerinize 1.000 TL'ye varan MaxiPuan!",
      "description": "İşCep'ten Market Kampanyası'na katılın, 1 Kasım - 7 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile Maximum anlaşmalı marketlerden tek seferde yapacağınız 2.000 TL ve üzeri ilk peşin market alışverişinizden sonra farklı günlerde yapacağınız 2.",
      "extraDescription": "000 TL ve üzeri her peşin alışverişiniz için 100 TL, dilerseniz MaxiMil olarak da kullanabileceğiniz toplam 1.000 TL MaxiPuan kazanın!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "1.11.2025",
      "endDate": "7.12.2025",
      "discountRate": "2.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n28_Market_580x460.jpg",
      "scrapedAt": "2025-11-29T19:35:52.539Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/genel-e-ticaret-maxipuan-kampanyasi",
      "title": "E-Ticaret Alışverişlerinizde 2.000 TL'ye Varan MaxiPuan!",
      "description": "1-30 Kasım tarihlerinde Amazon.com.",
      "extraDescription": "tr, Hepsiburada, incehesap.com, n11, Pazarama, PttAVM, Trendyol ve Trendyolmilla'dan tek seferde yapacağınız 15.000-29.999 TL tutarındaki ilk taksitli alışverişinize 750 TL MaxiPuan ya da 30.000 TL ve üzeri ilk taksitli alışverişinize 2.000 TL MaxiPuan!.",
      "includedCards": "ve işlemler: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, peşin işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan yüklemeleri aracılığıyla yapılan alışverişler ve Hepsipay üzerinden yapılan alışverişler kampanyaya dâhil değildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Nays Kartlar, Vadematik Kart ile yapılan işlemler, peşin işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan yüklemeleri aracılığıyla yapılan alışverişler ve Hepsipay üzerinden yapılan alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.'nin",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "2.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-10601_Genel-e-ticaret-Set2_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:35:56.588Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/market-harcamalariniza-maxipuan-firsati",
      "title": "Maximum Kart’ınızla Market Alışverişlerinize 2.500 TL'ye varan MaxiPuan!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "7.12.2025",
      "discountRate": "2.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10744_Market_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:00.880Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-karti-ile-gida-marketi-restoran-ve-kafe-harcamaniza-maxipuan-firsati",
      "title": "Bankamatik Kartı ile Gıda Marketi, Restoran ve Kafe Harcamanıza 500 TL’ye Varan MaxiPuan!",
      "description": "1 – 30 Kasım 2025 tarihleri arasında Bankamatik Kartı’nız ile tek seferde yapacağınız 1.000 TL ve üzeri ilk alışverişinizden sonra tek seferde ve farklı günlerde yapacağınız her 1.",
      "extraDescription": "000 TL ve üzeri gıda marketi, restoran ve kafe harcamalarınıza 50 TL, toplam 500 TL MaxiPuan!.",
      "includedCards": "ve işlemler: Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı kampanyaya dahildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı dışındaki tüm kartlar kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Bankamatik-Market-Restoran_0725_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:04.999Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-floda-maxipuan-kampanyasi",
      "title": "Maximum'dan FLO'da 1.500 TL MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 24 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla FLO mağazaları ile www.flo.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 7.500 TL ve üzeri ilk alışverişte 1.500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve FLO",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/FLO_yuksek_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:09.430Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mediamarkt-maxipuan-kampanyasi",
      "title": "MediaMarkt'ta MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 17-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla MediaMarkt mağazaları veya www.mediamarkt.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 17.500 TL ve üzeri ilk alışverişte 1.500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Kampanyaya MediaMarkt mağazaları veya www.mediamarkt.com.tr adresinden yapılan işlemler dahildir.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Media Markt",
      "startDate": "17.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "MediaMarkt",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ocak24_MediaMarkt_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:14.027Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-karti-ile-yapay-zeka-ve-tasarim-platformlari-harcamalariniza-maxipuan",
      "title": "Bankamatik Kartı ile Yapay Zeka ve Tasarım Platformları Harcamalarınıza 200 TL’ye Varan MaxiPuan!",
      "description": "15 – 30 Kasım 2025 tarihleri arasında Bankamatik Kartı’nız ile tek seferde yapacağınız 200 TL ve üzeri yapay zeka ve tasarım platformu harcamalarınıza 100 TL, toplam 200 TL MaxiPuan!",
      "extraDescription": "",
      "includedCards": "ve işlemler: Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı kampanyaya dahildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı dışındaki tüm kartlar kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "15.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "200 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10719_Bankamatik-Karti-Yapay-Zeka-Platformu_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:18.164Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/www-troyestore-com-trde-maxipuan-firsati",
      "title": "www.troyestore.com'da 2.000 TL’ye varan MaxiPuan fırsatı!",
      "description": "14-30 Kasım 2025 tarihleri arasında www.troyestore.",
      "extraDescription": "com adresinden tek seferde yapacağınız 15.000 TL ve 29.999 TL arasındaki ilk alışverişinize 1.000 TL, 30.000 TL ve üzeri ilk alışverişinize 2.000 TL MaxiPuan kazanın, üstelik peşin fiyatına 6 aya varan taksit fırsatıyla! Fiziki Troy Apple mağazalardan gerçekleştirilen işlemler kampanya kapsamında değildir. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Artı Bilgisayar (Troy Apple Premium Partner)",
      "startDate": "14.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "2.000 TL",
      "merchant": "www.troyestore.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Troy_Apple_aralik580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:22.617Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/thy-pesin-fiyatina-6taksit",
      "title": "Türk Hava Yolları’nda 6 Taksit Fırsatı!",
      "description": "01-30 Kasım 2025 tarihleri arasında Maximum Kartınız ile turkishairlines.com’dan ve Turkish Airlines mobil uygulamasından gerçekleştireceğiniz yurt içi bilet alımlarında 2 ila 6 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve ticari kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Yasal düzenleme uyarınca belirli sektörlerde yer alan ürünlerin satışında taksitlendirme yapılamamakta, diğer ürün gruplarında ise farklı taksit seçenekleri sunulmaktadır. Yurt dışı işlemlerde taksit uygulanamamakta olup, KKTC için azami 3 taksit imkanı sunulmaktadır. Gerçekleştirdiğiniz alışveriş yönetmelikte belirtilen ürün gruplarında yer alıyor ise taksit yapılamamakta ya da taksit limitleri doğrultusunda taksitlendirme seçeneği sunulmaktadır. Bankamızca alışverişin içeriği tespit edilememekte olup, taksitlendirme kısıtlaması ve taksitli işlem alt limiti firma tarafından yönetilmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Ocak/THY_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:27.493Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yeni-kredi-karti-musterilerimize-maxipuan-firsati",
      "title": "Yeni Kredi Kartı Müşterilerimize 5.000 TL'ye Varan MaxiPuan Fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında ilk kez İş Bankası bireysel kredi kartına başvurun, 31 Aralık'a kadar tek seferde ve farklı günlerde yapacağınız 2.500 TL ve üzeri alışverişlerinizde 500 TL, toplamda 5.",
      "extraDescription": "000 TL’ye varan MaxiPuan kazanın! Kampanyadan yararlanabilmek için İşCep ya da Maximum Mobil’den kampanyaya katılabilirsiniz.",
      "includedCards": "Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dahil olmayan kartlar: Aidatsız Kartlar, Maxipara Kart, Bireysel Bankamatik Kartları, Ticari Kredi Kartı, Ticari Bankamatik Kartı Kampanya koşulları: • Katılmak için: Kart başvurunuzdan önce ya da sonra İşCep veya Maximum Mobil “Kampanyalar” bölümünden ilgili kampanyadaki “KATIL” butonuna tıklamanız yeterlidir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "5.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/KartBasvuru_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:32.055Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-karti-ile-akaryakit-harcamaniza-maxipuan-firsati",
      "title": "Bankamatik Kartı ile Akaryakıt Harcamanıza 250 TL’ye Varan MaxiPuan!",
      "description": "1 – 30 Kasım 2025 tarihleri arasında Bankamatik Kartı’nız ile tek seferde ve farklı günlerde yapacağınız 750 TL ve üzeri akaryakıt harcamalarınıza 25 TL, toplam 250 TL MaxiPuan!",
      "extraDescription": "",
      "includedCards": "ve işlemler: Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı kampanyaya dahildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı dışındaki tüm kartlar kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Akaryakit_0625_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:38.535Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-karti-ile-elektronik-yapi-market-mobilya-ve-beyaz-esya-harcamaniza-maxipuan-firsati",
      "title": "Bankamatik Kartı ile Elektronik, Yapı Market, Mobilya ve Beyaz Eşya Harcamanıza 250 TL MaxiPuan!",
      "description": "1 – 30 Kasım 2025 tarihleri arasında Bankamatik Kartı’nız ile tek seferde yapacağınız 2.500 TL ve üzeri elektronik, yapı market, mobilya veya beyaz eşya harcamanıza 250 TL MaxiPuan!",
      "extraDescription": "",
      "includedCards": "ve işlemler: Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı kampanyaya dahildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı dışındaki tüm kartlar kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e29_Bankamatik-Karti_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:42.940Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazaramada-indirim-firsati",
      "title": "Pazarama'da 1.000 TL İndirim Fırsatı!",
      "description": "01-30 Kasım tarihleri arasında Maximum Kart’ınızla Pazarama'dan tek seferde yapacağınız 10.000 TL ve üzeri taksitli alışverişinize 1.",
      "extraDescription": "000 TL indirim fırsatı! Alışverişinizden önce İşCep veya Maximum Mobil’den kampanyaya katılın, Kasım ayında Maximum Kart’ınızla Pazarama'dan tek seferde yapacağınız 10.000 TL ve üzeri taksitli alışverişinize 1.000 TL indirim kazanın!.",
      "includedCards": "ve işlemler: Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel Bankamatik Kartları, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, PazaramaPuan, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, Pazarama Cüzdan kullanılarak yapılan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, kuyum harcamaları kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Bireysel Bankamatik Kartları, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, PazaramaPuan, MaxiPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler, Pazarama Cüzdan kullanılarak yapılan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, kuyum harcamaları kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş. ve Pazarama'nın",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.000 TL",
      "merchant": "Pazarama",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10061_Pazarama_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:50.866Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/giyim-ve-kozmetik-maxipuan-kampanyasi",
      "title": "Giyim ve Kozmetik MaxiPuan Kampanyası",
      "description": "İşCep'ten katılıma özel giyim, giyim aksesuarı, ayakkabı, kozmetik ve optik sektörlerinde faaliyet gösteren firmaların Maximum anlaşmalı işyerlerinden 1 Kasım - 7 Aralık 2025 tarihleri arasında Maximum Kart’ınızla yapılacak ikinci ve sonraki 3.000 TL ve üzeri her alışverişe 150 TL, dijital ödeme yöntemleri ile ekstra 50 TL, toplam 1.",
      "extraDescription": "000 TL MaxiPuan! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, MercedesCard, Maximiles, Maximiles Black, Privia Black Kredi Kartı, Maximum Pati Kart, İş’te Üniversiteli, Maximum Genç Kredi Kartı).",
      "excludedCards": "",
      "additionalConditions": "Kampanyadan yalnızca belirtilen Maximum Kredi Kartları ile yapılan işlemlerden MaxiPuan kazanılacaktır. Bankamatik Kartları ve MaxiPara kartlarla yapılan alışverişler",
      "startDate": "1.11.2025",
      "endDate": "7.12.2025",
      "discountRate": "3.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-10835_Giyim_Kozmetik_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:55.310Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-carrefoursada-maxipuan-ve-taksit-firsati",
      "title": "Maximum'dan 20.000 TL ve Üzeri CarrefourSA Alışverişlerinize 1.000 TL MaxiPuan! Üstelik Peşin Fiyatına 6 Aya Varan Taksit Fırsatı!",
      "description": "İşCep'ten CarrefourSA Kampanyası'na katılın, 1 – 30 Kasım 2025 tarihleri arasında Maximum Kart’ınız ile CarrefourSA mağazaları ile CarrefourSA Online Market uygulaması veya carrefoursa.com’dan tek seferde yapacağınız 20.",
      "extraDescription": "000 TL ve üzeri ilk taksitli alışverişinize 1.000 TL MaxiPuan kazanın! Üstelik peşin fiyatına 6 aya varan taksit fırsatıyla!.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kullanılarak CarrefourSA mağazaları ile CarrefourSA Online Market uygulaması veya carrefoursa.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Kredi Kartları, Ticari Bankamatik Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, tek çekim işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Maximum Kart'ınız ile 300 TL ve üzeri alışverişlerinizde; beyaz eşya ve küçük ev aletleri kategorilerinde peşin fiyatına 6 taksit, mobilya, züccaciye, televizyon ve bahçe mobilyaları kategorilerinde ise peşin fiyatına 4 taksit fırsatı sunulmaktadır.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "20.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/CarrefourSA_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:36:59.754Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/egitim-odemelerinize-ozel-firsatlar-sizi-bekliyor",
      "title": "Eğitim Ödemelerinize Özel Fırsatlar Sizi Bekliyor!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Egitim_Nisan_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:04.596Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-online-alisveriste-9-taksit-firsati",
      "title": "Pazarama'da Seçili Firmalarda Peşin Fiyatına 9 Taksit Fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart'ınız ile Pazarama'dan yapacağınız alışverişlerinizde seçili firmalarda peşin fiyatına 9 taksit fırsatı! 30 Kasım'a kadar Pazarama'dan yapacağınız; - 600 TL ve üzeri alışverişlerinizde peşin fiyatına 2 taksit, - 750 TL ve üzeri alışverişlerinizde peşin fiyatına 3 taksit, - 2.000 TL ve üzeri alışverişlerinizde peşin fiyatına 6 taksit, - Ayrıca seçili firmalarda 9.",
      "extraDescription": "000 TL ve üzeri alışverişlerinizde peşin fiyatına 9 taksit fırsatlarından yararlanabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel ve ticari kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat, MaxiPuan, Maximil, PazaramaPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Bankamatik Kartları, Cüzdan işlemleri Ek Koşullar: Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "excludedCards": "Maximum Fırsat, MaxiPuan, Maximil, PazaramaPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Bankamatik Kartları, Cüzdan işlemleri Ek Koşullar: Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Yasal düzenleme uyarınca belirli sektörlerde yer alan ürünlerin satışında taksitlendirme yapılamamakta, diğer ürün gruplarında ise farklı taksit seçenekleri sunulmaktadır. Gerçekleştirdiğiniz alışveriş yönetmelikte belirtilen ürün gruplarında yer alıyor ise taksit yapılamamakta ya da taksit limitleri doğrultusunda taksitlendirme seçeneği sunulmaktadır. Bankamızca alışverişin içeriği tespit edilememekte olup, taksitlendirme kısıtlaması ve taksitli işlem alt limiti firma tarafından yönetilmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "600 TL",
      "merchant": "Pazarama",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Pazarama_Online_KampanyaSayfasi_08_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:09.045Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatilde-otel-rezervasyonunuza-pazaramapuan-kampanyasi",
      "title": "Pazarama Tatil'de Otel Rezervasyonunuza 10.000 TL'ye varan PazaramaPuan!",
      "description": "İşCep veya Maximum Mobil'den kampanyaya katılın,1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil'den tek seferde yapacağınız 35.000 TL - 49.",
      "extraDescription": "999 TL arası ilk rezervasyonunuzda 3.000 TL PazaramaPuan, 50.000 TL - 99.999 TL arası ilk rezervasyonunuzda 5.000 TL PazaramaPuan, 100.000 TL ve üzeri ilk rezervasyonunuzda 10.000 TL PazaramaPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli Bireysel Kredi Kartları, Bankamatik Kartları ve MaxiPara Kartlar Kampanyaya dahil olmayan işlemler: Ticari Bankamatik ve Kredi Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "",
      "additionalConditions": "Kampanya döneminde gerçekleştirilen rezervasyonların iptal edilmesi veya yapılan rezervasyonun iade edilmesi durumunda, yüklenen PazaramaPuan'lar geri alınacaktır. Ödül kullanımı: Kazanılan PazaramaPuan'lar 17 Aralık 2025 tarihinde yüklenecek olup, 31 Ocak 2026 tarihine kadar kullanılabilecektir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10.000 TL",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e6pt_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:13.862Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kibristaki-akaryakit-istasyonlarinda-maxipuan-firsati",
      "title": "Kıbrıs'taki Akaryakıt İstasyonlarında 250 TL MaxiPuan Fırsatı",
      "description": "1 - 30 Kasım 2025 tarihleri arasında, Kıbrıs'ta bulunan Maximum anlaşmalı seçili akaryakıt istasyonlarından tek seferde ve farklı günlerde gerçekleştirilecek 1.000 TL ve üzeri 3.",
      "extraDescription": "akaryakıt alışverişinize, Kıbrıs'ta bulunan Maximum anlaşmalı seçili akaryakıt istasyonlarından yapılacak akaryakıt alışverişlerinde kullanılmak üzere 250 TL MaxiPuan fırsatı. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Kıbrıs",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/nAkaryakit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:18.017Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-pandorada-maxipuan-firsati",
      "title": "Maximum'dan Pandora'da 500 TL MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Pandora mağazalarından tek seferde yapacağınız 5.000 TL ve üzeri ilk alışverişinize 500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "extraDescription": "",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Nays Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 19 Aralık 2025 tarihinde yüklenecektir.",
      "excludedCards": "Aidatsız Kartlar, Nays Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 19 Aralık 2025 tarihinde yüklenecektir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Pandora_1125_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:37:22.044Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/igdas-faturalariniza-3-taksit",
      "title": "İgdaş Faturalarınıza 3 Taksit Fırsatı!",
      "description": "Maximum Kart’ınızla 31 Aralık 2025 tarihine kadar İgdaş vezneleri ve igdas.com.",
      "extraDescription": "tr'den yapacağınız 250 TL – 10.000 TL arasındaki faturalarınızı 3 taksitte ödeme ayrıcalığı! İgdaş veznelerinden veya igdas.com.tr sayfasından gerçekleştireceğiniz 250 TL – 10.000 TL arasındaki İgdaş fatura ödemelerinizi, ödeme anında faizsiz olarak 2 veya 3 taksitle ödeyebilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: • Bankamatik kart, Aidatsız Kart, Maximum Genç Aidatsız kredi kartı ile yapılan işlemler, • Ticari Kredi Kartları ile yapılan işlemler, • İgdas.",
      "excludedCards": "• Bankamatik kart, Aidatsız Kart, Maximum Genç Aidatsız kredi kartı ile yapılan işlemler, • Ticari Kredi Kartları ile yapılan işlemler, • İgdas.",
      "additionalConditions": "1.",
      "startDate": "7.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Eylul/%c4%b0gda%c5%9f-Kampanya_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:26.588Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/anadolu-hayat-emeklilik-ek-katki-payi-odemelerinize-faizsiz-taksitlendirme-firsati",
      "title": "Anadolu Hayat Emeklilik Ek Katkı Payı Ödemelerinize 3 Aya Varan Faizsiz Taksitlendirme Fırsatı!",
      "description": "1 Ekim-31 Aralık 2025 tarihleri arasında İşCep, AHE Mobil ya da Şubelerimizden İş Bankası bireysel kredi kartınızla yapacağınız Anadolu Hayat Emeklilik ek katkı payı ödemelerinize 2-3 ay faizsiz sonradan taksitlendirme fırsatı! Uygulamayı telefonunuza indirin: www.isbank.",
      "extraDescription": "com.tr/indir Kampanya kapsamında Anadolu Hayat Emeklilik Ek Katkı Payı ödemelerinizin; • İşCep ve AHE Mobil> Bireysel Emeklilik > Katkı Payı/Ek Katkı Payı Öde adımlarını takip ederek gerçekleştirilmesi gerekmektedir. • İş Bankası Şubeleri Taksitlendirme talebinizi; • İşCep ve Maximum Mobil uygulaması, Şubelerimiz üzerinden 1. Yöntem Menü > Kartlar > Kredi Kartlarım> Harcamanın yapıldığı kart seçimi > Kart İşlemleri > Nakit Ödeme Çözümleri > Harcama Taksitlendirme / Erteleme 2. Yöntem Kartlarım > Harcamanın yapıldığı kart seçimi > Detaya Git > Dönem İçi > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir adımlarını takip ederek iletebilirsiniz. Kampanya kapsamında taksitlendirme işlemi yapılabilen kanallar: İşCep ve Maximum Mobil Kampanya kapsamında ek katkı payı ödemesi yapılabilecek kanallar: İşCep, AHE Mobil ve Şube.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar: Ticari Kredi Kartları, Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar, Nays kartlar Kampanya Detayları: 1.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7835_BES_EkKatkiPayi_Taksitlendirme_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:30.929Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-uniq-bkm-etkinliklerinde-maximum-karta-yuzde-10-geri-kazanin",
      "title": "Maximum Uniq BKM Etkinliklerinde Maximum Kart’a %10 Geri Kazanın!",
      "description": "Bilet alımlarından önce İşCep’ten kampanyaya katılın, 11 Ağustos 2025 - 30 Haziran 2026 tarihleri arasında Maslak’ta yer alan Maximum Uniq’te gerçekleşecek BKM etkinliklerinin biletlerinde Maximum Kart’ınıza %10 geri kazanın! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde ödeme işleminizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, MercedesCard, Maximum Genç),Ticari Kredi Kartları Kampanyaya dahil olmayan kartlar ve işlemler: Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Bayi Kartlar, Vadematik Kartlar, Aidatsız Kartlar, Nays Kartlar, Maximiles Black ve Privia Black Kartlar ile yapılan işlemler ile iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik Kartları, Bayi Kartlar, Vadematik Kartlar, Aidatsız Kartlar, Nays Kartlar, Maximiles Black ve Privia Black Kartlar ile yapılan işlemler ile iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "•",
      "startDate": "11.8.2025",
      "endDate": "30.6.2026",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/Uniq_maximum_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:35.212Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pasabahcede-taksit-firsati",
      "title": "Paşabahçe'de 4 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Paşabahçe mağazalarından ve pasabahcemagazalari.com adresinden yapacağınız alışverişlerinizde 4 taksit fırsatı.",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Ticari Kredi Kartları,Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "12.7.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Paşabahçe",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-10312_Pasabahce_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:39.375Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bershkada-indirim-firsati",
      "title": "Maximum'dan Bershka'da %10 indirim!",
      "description": "Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Bershka mağazalarından yapacağınız 3.000 TL ve üzeri alışverişlerinize %10 İndirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Bershka mağazalarından yapılacak 3.000 TL ve üzeri alışverişlerde geçerlidir.",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t25_Bershka_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:43.866Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/massimo-duttide-indirim-firsati",
      "title": "Maximum'dan Massimo Dutti'de %10 İndirim!",
      "description": "Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Massimo Dutti mağazalarından yapacağınız 10.000 TL ve üzeri alışverişlerinize %10 İndirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Massimo Dutti mağazalarından yapılacak 10.000 TL ve üzeri alışverişlerde geçerlidir.",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e19_Massimo_Dutti_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:49.442Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/oyshoda-indirim",
      "title": "Maximum'dan Oysho'da %10 İndirim!",
      "description": "Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Oysho mağazalarından yapacağınız 5.000 TL ve üzeri alışverişlerinize %10 İndirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Oysho mağazalarından yapılacak 5.000 TL ve üzeri alışverişlerde geçerlidir.",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t25_Oysho_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:54.085Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/zarada-indirim-firsati",
      "title": "Maximum'dan Zara'da %10 indirim!",
      "description": "Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Zara mağazalarından yapacağınız 4.000 TL ve üzeri alışverişlerinize %10 İndirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Zara mağazalarından yapılacak 4.000 TL ve üzeri alışverişlerde geçerlidir.",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t25_Zara_580x460.jpg",
      "scrapedAt": "2025-11-29T19:37:58.084Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-bankasi-troy-kart-sahiplerine-pazaramada-indirim-ve-yillik-pazarama-plus-uyeligi-hediye",
      "title": "İş Bankası TROY Kart Sahiplerine Pazarama’da 200 TL İndirim ve Yıllık Pazarama Plus Üyeliği Hediye!",
      "description": "17 Kasım 2025 saat 00.01 – 17 Aralık 2025 saat 23.",
      "extraDescription": "59 arasında Pazarama’da İş Bankası TROY logolu bireysel veya ticari kredi kartı, Bankamatik Kartı veya MaxiPara kartınla yapacağın tek seferde 1.000 TL ve üzeri alışverişe 200 TL indirim, 5.000 TL ve üzeri alışverişe 200 TL indirime ek 350 TL değerinde Yıllık Pazarama Plus Üyelik Hediye!.",
      "includedCards": "Türkiye İş Bankası TROY logolu bireysel veya ticari kredi kartı, Bankamatik Kartı veya MaxiPara kartları Kampanyaya dahil olmayan kartlar ve işlemler: Aidatsız kredi kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "Aidatsız kredi kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "",
      "startDate": "17.11.2025",
      "endDate": "17.12.2025",
      "discountRate": "200 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10798_Troy_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:02.086Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vaillantta-indirim-firsati",
      "title": "Vaillant'ta 30.000 TL'ye varan indirim!",
      "description": "Maximum Mobil veya İşCep'ten kampanyaya katılın, Maximum Kart'ınızla 8 Kasım-9 Aralık 2025 tarihleri arasında anlaşmalı Vaillant mağazalarından tek seferde yapacağınız 20.000 TL ve üzeri ilk peşin alışverişinize %12 indirim kazanın! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "Katılım yapılmaması durumunda indirim gerçekleşmeyecektir. Kampanyaya sadece Vaillant'ın kendi POS’undan gerçekleşen işlemler dahildir. Bayi POS’undan gerçekleşen işlemler dahil değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Harcama esnasında işlemin Vaillant POS’undan gerçekleşmesi gerektiği işlemin yapıldığı bayiye hatırlatılmalıdır.",
      "startDate": "8.11.2025",
      "endDate": "9.12.2025",
      "discountRate": "12%",
      "merchant": "Vaillant",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Vaillant_0625_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:06.327Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pasabahcede-6taksit-firsati",
      "title": "Paşabahçe'de 10.000 TL ve üzeri alışverişlerinizde 6 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile Paşabahçe mağazalarından ve pasabahcemagazalari.com adresinden yapacağınız 10.",
      "extraDescription": "000 TL ve üzeri alışverişlerinizde 6 taksit fırsatı.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Ticari Kredi Kartları,Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "7.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10.000 TL",
      "merchant": "Paşabahçe",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10726_Pasabahce_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:10.626Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bilet-dukkaninda-maximum-kartiniza-maxipuan-firsati",
      "title": "Bilet Dükkanı'nda Maximum Kart'ınıza 350 TL MaxiPuan!",
      "description": "1–30 Kasım 2025 tarihleri arasında, Bilet Dükkanı'ndan tek seferde yapacağınız 5 bin TL ve üzeri ilk uçak bileti, araç kiralama, transfer veya otel alışverişinize 350 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Kampanyadan yararlanabilmek için İşCep’te ilgili kampanya sayfasında yer alan “Katıl” butonuna tıklamanız gerekmektedir.",
      "extraDescription": "Uygulamayı telefonunuza indirin: İşCep/indir Kampanyaya dâhil olan işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve Maxipara Kartlar Kampanyaya dâhil olmayan işlemler: Ticari Kredi Kartı ve Bankamatik Kartı, Vadematik Kart, Aidatsız Kartlar, Nays Kart ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "Kampanyaya ilişkin Maximum Mobil barem gösterimleri bilgi amaçlı olup, iade ve iptal işlemlerini içermemektedir. Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "350 TL",
      "merchant": "Bilet Dükkanı",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e22_BiletDukkani-Set3_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:14.662Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatil-arac-kiralama-taksit-firsati",
      "title": "Pazarama Tatil'den yapacağınız araç kiralamalarınızda 3 taksit fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil’den yapacağınız araç kiralamalarınızda 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri kampanya kapsamında değerlendirilmemektedir.",
      "additionalConditions": "Taksit seçenekleri arasında fiyatlar farklılık gösterebilecek olup, yasal düzenleme kapsamında alt işlem tutarı firma tarafından belirlenecektir. Pazarama, koşullar ve yasal düzenlemeler doğrultusunda",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-5492_PazaramaTatil_AracKiralama_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:18.934Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/shell-recharge-noktalarinda-indirim-firsati",
      "title": "Maximum'dan Shell Recharge Noktalarında %40 İndirim Fırsatı",
      "description": "1 - 30 Kasım 2025 tarihleri arasında, Shell Recharge mobil uygulaması üzerinden tek seferde ve farklı günlerde Maximum Kart'ınızla gerçekleştirileceğiniz 500 TL ve üzeri ödemelerinizde %40 oranında, toplamda 1.000 TL indirim fırsatı.",
      "extraDescription": "Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "40%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Maximum_Shell_0925_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:23.022Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/carrefoursada-maxipuan-firsati",
      "title": "Maximum'dan CarrefourSA'da 700 TL MaxiPuan Fırsatı!",
      "description": "İşCep'ten CarrefourSA Kampanyası'na katılın, 1 – 30 Kasım 2025 tarihleri arasında Maximum Kart’ınız ile CarrefourSA mağazaları ile CarrefourSA Online Market uygulaması veya carrefoursa.com’dan tek seferde ve farklı günlerde yapacağınız 3.",
      "extraDescription": "000 TL ve üzeri her market alışverişinize 300 TL, ayrıca Mobil Temassız veya TR Karekod (QR) işlemi ile ödeme yapılması halinde ilave 50 TL MaxiPuan, toplamda 700 TL MaxiPuan kazanın!.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve MaxiPara Kartlar kullanılarak yapılan alışverişler, CarrefourSA mağazaları ile CarrefourSA Online Market uygulaması veya carrefoursa.",
      "excludedCards": "Ticari Kartlar, Aidatsız Kartlar, Nays Kart, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "additionalConditions": "Ödül MaxiPuan yüklenmesinde Bankamız kayıtları esas alınacaktır.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "700 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10594_CarrefourSA_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:27.469Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mobil-temassiz-ve-tr-karekod-odemelerinize-maxipuan-firsati",
      "title": "Mobil Temassız ve TR Karekod Ödemelerinize Toplam 600 TL MaxiPuan!",
      "description": "1-30 Kasım 2025 tarihleri arasında İş Bankası kartlarınızla tek seferde ve farklı günlerde gerçekleştireceğiniz her 1.000 TL ve üzeri Mobil Temassız, Saat ile Öde veya TR Karekod (QR) ile ödeme işleminize 25 TL, toplamda 600 TL MaxiPuan kazanın! Aynı gün içerisinde Mobil Temassız Ödeme, Saat ile Ödeme veya TR Karekod (QR) ile ödeme yapılması durumunda, söz konusu işlemlerin yalnızca birinden MaxiPuan kazanılacaktır.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları, Bankamatik Kartı ve MaxiPara Kartlar Kampanyaya dahil olmayan kartlar ve işlemler: • Ticari Kredi Kartı, Vadematik Kart, Maximum Aidatsız Kartlar, Maximum Genç aidatsız kredi kartı, Nays kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler ile temassız özellikli İş Bankası kartları ile yapılan temassız ödeme işlemleri, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "• Ticari Kredi Kartı, Vadematik Kart, Maximum Aidatsız Kartlar, Maximum Genç aidatsız kredi kartı, Nays kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler ile temassız özellikli İş Bankası kartları ile yapılan temassız ödeme işlemleri, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "Temassız özellikli İş Bankası kartları (fiziki kartlar) ile gerçekleştirilen temassız ödeme işlemleri",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "600 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Eylul/k4_Dijital_Odeme_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:32.775Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ptt-avm-de-taksit-firsati",
      "title": "PttAVM'de Peşin Fiyatına 4 Taksit Fırsatı!",
      "description": "01-30 Kasım 2025 tarihleri arasında Maximum Kart’ınız ile PttAVM'den yapacağınız alışverişlerinizde peşin fiyatına 4 taksit fırsatı! 30 Kasım 2025 tarihine kadar Maximum Kart'ınız ile PttAVM'den yapacağınız 10.000 TL ve üzeri alışverişlerinizde peşin fiyatına 3 ve 4 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya dönemi içinde piyasa koşulları ve yasal düzenlemeler doğrultusunda kampanya avantajlarında değişiklik yapılabilecektir.",
      "excludedCards": "Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya dönemi içinde piyasa koşulları ve yasal düzenlemeler doğrultusunda kampanya avantajlarında değişiklik yapılabilecektir.",
      "additionalConditions": "Kampanya dönemi içinde piyasa koşulları ve yasal düzenlemeler doğrultusunda",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10.000 TL",
      "merchant": "PttAVM",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/PTTAvm_580X460.jpg",
      "scrapedAt": "2025-11-29T19:38:36.757Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/okul-odemelerinizi-faizsiz-taksitlendirin",
      "title": "Eğitim Ödemelerinizde Seçili Okullarda 4 Aya Varan Faizsiz Taksit Fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında ekli listede yer alan okullardan yapacağınız peşin harcamalarınızı İşCep’ten veya Maximum Mobil’den 4 aya kadar faizsiz sonradan taksitlendirme fırsatı sizi bekliyor! Uygulamayı telefonunuza indirin: Maximum Mobil/indir İşCep/indir Taksitlendirme talebinizi; • İşCep uygulaması üzerinden 1. Yöntem Menü > Kartlar > Kredi Kartlarım> Harcamanın yapıldığı kart seçimi > Kart İşlemleri > Nakit Ödeme Çözümleri > Harcama Taksitlendirme / Erteleme 2.",
      "extraDescription": "Yöntem Kartlarım > Harcamanın yapıldığı kart seçimi > Detaya Git > Dönem İçi > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir veya • Maximum Mobil uygulaması üzerinden > Kartlarım > Harcamanın yapıldığı kart seçimi > Harcamalarım ve Taksitlerim > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir Kampanyanın geçerli olduğu kanal: İşCep ve Maximum Mobil.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar: Ticari Kredi Kartları, Nays kartlar, Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar Kampanya Detayları: 1.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Eylul/sbttegtm_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:41.637Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/itopyada-taksit-firsati",
      "title": "İtopya'da Peşin Fiyatına 4 Taksit ve 1.000 TL MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla İtopya'dan tek seferde yapacağınız 20.000 TL ve üzeri ilk alışverişte 1.",
      "extraDescription": "000 TL MaxiPuan kazanın, üstelik peşin fiyatına 4 taksit fırsatıyla! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. İlgili kampanya www.itopya.com ve fiziki İtopya mağazalarından gerçekleştirilen işlemlerde geçerlidir.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Eera Elektronik( İtopya)",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.000 TL",
      "merchant": "İtopya",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10648_Itopya_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:45.609Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsung-comda-secili-telefon-tablet-saat-ve-kulakliklarda-indirim-firsati",
      "title": "Samsung.com'da Seçili Telefon, Tablet, Saat ve Kulaklıklarda Sepette %5 İndirim!",
      "description": "Maximum Kart'ınızla 30 Kasım 2025 tarihine kadar, samsung.com adresinden yapacağınız seçili Samsung telefon, tablet, saat ve kulaklıklarda %5 İndirim ayrıcalığı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar.",
      "excludedCards": "Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanyadan aynı kişi en fazla bir ürün için yararlanabilir. Yapılan mükerrer başvurular reddedilecektir. Kurumsal fatura ile satın alan müşteriler, faturadaki toplam satın alınan ürün adedine bakılmaksızın, sadece 1 adet ürün için indirimden faydalanabilirler. Öğrenci, Kamu ve şirket özel indirim Programı",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "5%",
      "merchant": "Samsung.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9706_Samsung-Indirim_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:50.355Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsungcomda-secili-beyaz-esyalarda-indirim-firsati",
      "title": "Samsung.com'da Seçili Beyaz Eşyalarda %15 İndirim!",
      "description": "Maximum Kart'ınızla 30 Kasım 2025 tarihine kadar, Samsung.com adresinden yapacağınız seçili beyaz eşya alışverişlerinizde %15 indirim ayrıcalığı! Kodunuzu almak için İşCep veya Maximum Mobil'de ilgili kampanya sayfasında yer alan “KATIL” butonuna tıklamanız gerekmektedir.",
      "extraDescription": "İndirim kodunuz telefonunuza SMS ile gönderilecektir. Uygulamayı telefonunuza indirin: İşCep/indir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar.",
      "excludedCards": "Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanya seçili Samsung beyaz eşyalarda geçerlidir. Tarafınıza iletilen indirim kodu ile https://www.samsung.com/tr/offer/ha-isbank/ üzerinden belirtilen ürünlerden sadece 1 tanesinde geçerli olacak şekilde %15 indirim fırsatından faydalanabilirsiniz.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "15%",
      "merchant": "Samsung.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m20Samsung_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:54.696Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/tema-vakfina-yapacaginiz-bagislarin-yarisi-maximum-tema-karttan",
      "title": "TEMA Vakfı’na yapacağınız bağışların yarısı Maximum TEMA Kart’tan!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "16.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10280_TEMA-Kart-Bagis_580x460.jpg",
      "scrapedAt": "2025-11-29T19:38:58.905Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mediamarkt-birikimli-maxipuan-firsati",
      "title": "MediaMarkt Birikimli MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 1 Ekim-31 Aralık 2025 tarihleri arasında Maximum Kart’ınızla MediaMarkt mağazaları veya www.mediamarkt.",
      "extraDescription": "com.tr adresinden toplamda yapacağınız alışverişlerde 25.000 TL MaxiPuan fırsatını kaçırmayın! 1 Ekim-31 Aralık 2025 tarihleri arasında Maximum Kart’ınızla MediaMarkt mağazaları ve www.mediamarkt.com.tr adresinden yapacağınız toplam 100.000 TL ve üzeri alışverişte 3.500 TL, 150.000 TL ve üzeri alışverişe 7.500 TL, 250.000 TL ve üzeri alışverişe 15.000 TL ve 400.000 TL ve üzeri alışverişe 25.000 TL MaxiPuan kazabilirsiniz. Kampanyaya dahil kartlar ile MediaMarkt'tan kampanya dönemi boyunca gerçekleştireceğiniz alışverişlerin toplamı kampanya kapsamında geçerli sayılacaktır. Kampanya dönemi boyunca düzenlenebilecek diğer MediaMarkt MaxiPuan veya indirim kampanyalarından kazanacağınız ödül tutarları iş bu kampanya ödül tutarından düşülerek MaxiPuan yüklemesi gerçekleştirilecektir. Diğer MaxiPuan ve indirim kampanyaları ile birleştirilemez. Her bir alışveriş yalnızca bir kampanya kapsamında geçerli sayılacaktır. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Media Markt",
      "startDate": "1.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7165_Media_Markt_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:03.264Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/floda-pesin-fiyatina-taksit-firsati",
      "title": "FLO’da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Flo mağazalarından ve www.flo.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9612_FLO-Taksit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:07.641Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kotonda-pesin-fiyatina-6-taksit-kampanyasi",
      "title": "Koton’da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Koton mağazalarından ve www.koton.",
      "extraDescription": "com adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/mys7_Koton_MaxiPuan_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:12.149Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/cinemapink-by-maximum-bufelerinde-indirim",
      "title": "CinemaPink by Maximum Büfelerinde %20 İndirim!",
      "description": "30 Haziran 2026 tarihine kadar Maximum Kart’ınız veya Bankamatik Kartı’nız ile tüm CinemaPink by Maximum büfelerinde %20 indirim ayrıcalığı sizi bekliyor. Üstelik Maximum Genç Kart’a %50 indirimli.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, MercedesCard, Maximum Genç), Bankamatik Kartları, MaxiPara Kartlar, Ticari Kredi Kartları, Ticari Bankamatik Kartları Kampanyaya dahil olmayan kartlar ve işlemler: Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "excludedCards": "Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Maximum Kart’ınızla büfelerde yapacağınız alışverişlerden %20, Maximum Genç Kart ile yapacağız alışverişlerden ise %50 indirimli olarak faydalanabilirsiniz. İndirim POS cihazlarında otomatik olarak uygulanmaktadır. Bankamız tarafından kartınıza herhangi bir indirim yansıtılmayacaktır. İndirimden yararlanmak için alt veya üst ödeme sınırı bulunmamaktadır. Alışveriş slibiniz, faturanız ve kredi kartı hesap özetinizde indirimli tutar yer alacaktır. İndirim ayrıcalığı CinemaPink by Maximum büfelerinde geçerli ek bir promosyon veya indirim ile birleştirilemeyecektir. Sinema etkinlikleri indirime dahil değildir.",
      "startDate": "31.5.2024",
      "endDate": "30.6.2026",
      "discountRate": "20%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-6946_Cinemapink_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:16.635Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/zsazsazsucomtr-de-taksit-firsati",
      "title": "zsazsazsu.com.tr'de 5 taksit fırsatı!",
      "description": "Maximum Kart'ınız ile 30 Kasım 2025 tarihine kadar zsazsazsu.com.",
      "extraDescription": "tr'den yapacağınız 5.000 TL ve üzeri alışverişlerinizde peşin fiyatına 5 taksit fırsatı.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Ticari kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "18.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "zsazsazsu.com.tr",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Zsa-Zsa-Zsu_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:20.990Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/altinbasta-maxipuan-firsati",
      "title": "Altınbaş'ta 3.000 TL MaxiPuan!",
      "description": "Maximum Kart'ınızla 01 - 30 Kasım 2025 tarihleri arasında Altınbaş mağazaları ve altinbas.com adresinden tek seferde yapacağınız 45.",
      "extraDescription": "000 TL ve üzeri ilk alışverişinizde 3.000 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişlerinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar kampanyaya dahildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "3.000 TL",
      "merchant": "Altınbaş",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t14_Altinbas_MaxiPuan_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:25.130Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/metromarkette-maxipuan-kampanyasi",
      "title": "Metro Mağazaları’nda 300 TL MaxiPuan Fırsatı!",
      "description": "İşCep veya Maximum Mobil’den katılıma özel Metro Mağazaları’nda 1-30 Kasım 2025 tarihleri arasında tek seferde yapacağınız 3.000 TL ve üzeri ilk alışverişinize 150 TL veya 5.",
      "extraDescription": "000 TL ve üzeri ilk alışverişinize 300 TL MaxiPuan kazanın.",
      "includedCards": "ve işlemler: İş Bankası Maximum özellikli Bireysel Kredi Kartları, Bireysel Bankamatik Kartları ve MaxiPara Kartlar Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan bakiye yüklemeleri ve cüzdandan yapılan ödemeler kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan bakiye yüklemeleri ve cüzdandan yapılan ödemeler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş ve Metro Mağazaları",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "300 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k4_Metro-Magazalari_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:29.395Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-bonvenoda-maxipuan-firsati",
      "title": "bonVeno Marketler'de 50 TL MaxiPuan Fırsatı!",
      "description": "İşCep veya Maximum Mobil’den katılıma özel bonVeno Marketler’de 1-30 Kasım 2025 tarihleri arasında tek seferde yapacağınız 500 TL ve üzeri ilk alışverişinize 50 TL MaxiPuan kazanın.",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Maximum özellikli Bireysel Kredi Kartları, Bireysel Bankamatik Kartları ve MaxiPara Kartlar Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan bakiye yüklemeleri ve cüzdandan yapılan ödemeler kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan bakiye yüklemeleri ve cüzdandan yapılan ödemeler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş ve bonVeno Market",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "50 TL",
      "merchant": "bonVeno Marketler",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n29_Bonveno_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:33.699Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-online-alisverislerinizde-pazaramapuan",
      "title": "Pazarama'da 250TL PazaramaPuan Fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında Pazarama'dan tek seferde yapacağınız 1.500 TL ve üzeri alışverişinize 250 TL PazaramaPuan!",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları, Bireysel Bankamatik Kartları ve MaxiPara Kartlar Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş. ve Pazarama'nın",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Pazarama",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a6_Pazarama_Agustos_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:38.149Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazaramada-ucretsiz-aylik-pazarama-plus-uyeligi-firsati",
      "title": "Pazarama'da Toplam 1.000 TL Alışverişinize Ücretsiz Aylık Pazarama Plus Üyeliği Fırsatı!",
      "description": "01-30 Kasım 2025 tarihleri arasında Pazarama'dan Maximum Kart’la yapacağınız toplam 1.000 TL ve üzeri alışverişlerinize, mevcut üyeliğiniz kapsamında Maximum Kart ile ödediğiniz 44,99 TL tutarındaki aylık Pazarama Plus üyelik ücreti kartınıza iade!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, Pazarama Cüzdan ile yapılan işlemler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş. ve Pazarama’nın",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.000 TL",
      "merchant": "Pazarama",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n_Pazarama-Plus_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:42.423Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-karti-harcamaniza-maxipuan-firsati",
      "title": "Bankamatik Kartı ile Giyim ve Kozmetik Harcamalarınıza 300 TL’ye Varan MaxiPuan!",
      "description": "1 – 30 Kasım 2025 tarihleri arasında Bankamatik Kartı’nız ile tek seferde ve farklı günlerde yapacağınız 1.000 TL ve üzeri giyim ve kozmetik harcamalarınıza 100 TL, toplam 300 TL MaxiPuan!",
      "extraDescription": "",
      "includedCards": "ve işlemler: Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı kampanyaya dahildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve Maximum Genç Bankamatik Kartı dışındaki tüm kartlar kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası A.Ş.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "300 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ek7_Debit-Kart_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:47.054Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yepy-de-3-taksit-firsati",
      "title": "Yepy'de Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "1-30 Kasım tarihleri arasında Maximum Kart’ınız ile Yepy’den yapacağınız yenilenmiş teknolojik cihaz alışverişlerinizde peşin fiyatına 3 taksit fırsatı! *Yepy, bir sahibinden.com markasıdır.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles Özellikli Bireysel Kredi Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız kartlar, Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya sahibinden.",
      "excludedCards": "Aidatsız kartlar, Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya sahibinden.",
      "additionalConditions": "Kampanya sahibinden.com Yepy kategorisinde ve yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Yepy",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Yepy_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:51.487Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mediamarktta-taksit-firsati",
      "title": "MediaMarkt'ta 9 aya varan Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile 31 Aralık 2025 tarihine kadar MediaMarkt mağazaları, MediaMarkt mobil uygulaması ve www.mediamarkt.",
      "extraDescription": "com.tr'den yapacağınız alışverişlerinizde peşin fiyatına 9 aya varan taksit fırsatı! Maximum Kart’ınız ile 31 Aralık 2025 tarihine kadar MediaMarkt mağazaları, MediaMarkt mobil uygulaması ve www.mediamarkt.com.tr'den yapacağınız alışverişlerinizde peşin fiyatına 9 aya varan taksit fırsatından yararlanabilirsiniz. Kampanyaya dâhil olan işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: Maximum Fırsat alışverişleri, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir. Kampanya detayları: Ürün gruplarında uygulanacak taksit adetleri Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Yasal düzenleme uyarınca kredi kartlarıyla gerçekleştirilecek telekomünikasyon, ofis malzemesi ile hediye kart, hediye çeki ve benzeri şekillerde herhangi somut bir mal veya hizmeti içermeyen ürünlerin alımlarında taksitli işlem yapılamamaktadır. Ayrıca; - Elektronik eşya alımlarında azami taksit sayısı 4 (fiyatı 5.000 TL’ye kadar olan televizyon alımlarında 9) - Tablet alımları hariç bilgisayar alımlarında azami taksit sayısı 12, (Kampanya kapsamında azami 9 taksit olarak belirlenmiştir.) - Tablet alımlarında azami taksit sayısı 6, Kampanya kapsamında 9 ay vadeye kadar taksitlendirme olanağı bulunmakla birlikte satışı gerçekleştirilen her bir ürün için uygulanacak azami taksit vadeleri MediaMarkt tarafından belirlenmekte ve uygulanmaktadır. Kampanya kapsamında uygulanacak azami taksit sayıları ürünlere göre farklılık gösterebilecek olup mevzuatta meydana gelebilecek değişiklikler veya Media Markt’ın alacağı karar kapsamında ilgili taksit sayılarında değişiklik meydana gelebilir. Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir. Sonradan faizsiz taksitlendirme kampanyası değildir.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve Media Markt",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "MediaMarkt",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/MediaMarkt__1125_tkst_580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:55.508Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/toyzz-shopta-maxipuan-firsati",
      "title": "Maximum'dan Toyzz Shop'ta 500 TL MaxiPuan!",
      "description": "İşCep'ten kampanyaya katılın, 24 Kasım 2025 – 4 Ocak 2026 tarihleri arasında Bankamatik Kartı'nız veya Maximum Kart’ınızla Toyzz Shop mağazaları veya www.toyzzshop.",
      "extraDescription": "com adresinden tek seferde yapacağınız 2.000 TL ve üzeri her alışverişinize 200 TL MaxiPuan, ayrıca Mobil Temassız veya TR Karekod (QR) işlemi ile ödeme yapılması halinde ilave 50 TL MaxiPuan, toplamda 500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "24.11.2025",
      "endDate": "4.1.2026",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Toyzz-Shop_1125__580x460.jpg",
      "scrapedAt": "2025-11-29T19:39:59.569Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/leftiesde-indirim-firsati",
      "title": "Maximum'dan Lefties'de %10 İndirim!",
      "description": "Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Lefties mağazalarından yapacağınız 2.500 TL ve üzeri alışverişlerinize %10 İndirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Lefties mağazalarından yapılacak 2.500 TL ve üzeri alışverişlerde geçerlidir.",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/tttt25_Lefties_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:03.973Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-stradivariusda-indirim",
      "title": "Maximum'dan Stradivarius'da %10 indirim!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e22_Stradivarius_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:07.981Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pull-and-bearda-indirim-firsati",
      "title": "Maximum'dan Pull&Bear'da % 10 indirim!",
      "description": "Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Pull&Bear mağazalarından yapacağınız 3.000 TL ve üzeri alışverişlerinize %10 İndirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Pull&Bear mağazalarından yapılacak 3.000 TL ve üzeri alışverişlerde geçerlidir.",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9522_Pull_and_Bear_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:12.163Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/zara-homeda-indirim",
      "title": "Maximum'dan Zara Home'da %10 indirim!",
      "description": "Maximum Kart’ınız ile 24-30 Kasım tarihleri arasında Zara Home mağazalarından yapacağınız 5.000 TL ve üzeri alışverişlerinize %10 İndirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "Zara Home mağazalarından yapılacak 5.000 TL ve üzeri alışverişlerde geçerlidir.",
      "startDate": "24.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9522_Zara_Home_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:16.640Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/amazoncomda-indirim-firsati",
      "title": "Amazon.com.tr'de 300 TL İndirim Fırsatı!",
      "description": "Maximum Kart'ınız ile 16-30 Kasım 2025 tarihleri arasında Amazon.com.",
      "extraDescription": "tr’den tek seferde yapacağınız 3.000 TL ve üzeri ilk alışverişinize 300 TL indirim!.",
      "includedCards": "ve işlemler: İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan bakiye yüklemeleri ve cüzdandan yapılan ödemeler kampanyaya dâhil değildir.",
      "excludedCards": "Bireysel Bankamatik Kartları ve MaxiPara Kartlar, Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ile yapılan işlemler, Nays Kartlar, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan alışverişler, cüzdan bakiye yüklemeleri ve cüzdandan yapılan ödemeler kampanyaya dâhil değildir.",
      "additionalConditions": "Türkiye İş Bankası A.Ş. ve Amazon.com.tr",
      "startDate": "16.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "300 TL",
      "merchant": "Amazon.com.tr",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k10_Amazon-I%cc%87ndirim_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:40:20.612Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsungda-indirim-firsati",
      "title": "Samsung.com'da seçili TV ve ses sistemi alışverişlerinizde %10 İndirim!",
      "description": "İşCep veya Maximum Mobil'den kampanyaya katılın, Maximum Kart'ınızla 15 Aralık 2025 tarihine kadar, samsung.com adresinden yapacağınız seçili Samsung TV ve ses sistemi alışverişlerinizde %10 indirim ayrıcalığı kazanın! Kodunuzu almak için İşCep veya Maximum Mobil'de ilgili kampanya sayfasında yer alan “KATIL” butonuna tıklamanız gerekmektedir.",
      "extraDescription": "İndirim kodunuz telefonunuza SMS ile gönderilecektir. Uygulamayı telefonunuza indirin: Maximum Mobil/indir İşCep/indir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar.",
      "excludedCards": "Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanya seçili Samsung TV ve ses sistemlerinde geçerlidir. Tarafınıza iletilen indirim kodu ile https://www.samsung.com/tr/offer/isbank-offers/ üzerinden belirtilen ürünlerden sadece 1 tanesinde geçerli olacak şekilde 10% indirim fırsatından faydalanabilirsiniz.",
      "startDate": "16.11.2025",
      "endDate": "15.12.2025",
      "discountRate": "10%",
      "merchant": "Samsung.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/sbt_Samsung_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:25.169Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yolcu360tan-ozel-yurtdisi-indirimi",
      "title": "Yolcu360'tan Araç Kiralamaya Özel Net %15 Yurt Dışı İndirimi",
      "description": "Kampanya kapsamında MAXI360YD kodu ile 12-30 Kasım 2025 tarihleri arasında Maximum Kart'ınızla Yolcu360’tan yapacağınız yurt dışı araç kiralamalarında net %15 indirim yapılacaktır. Kampanya Kodu: MAXI360YD Yolcu360.",
      "extraDescription": "com internet sitesindeki kampanya sayfasına veya Yolcu360 mobil uygulamasındaki kampanya sekmesine girildiğinde açılan ekrana kampanya kodunu girerek indirimli fiyatları listeleyebilir ve kiralama işlemini gerçekleştirebilirsiniz. Ayrıca 0850 360 5 360 Yolcu360 Misafir Merkezini arayıp Yolcu360 indirim kodunuzu ileterek indirimli fiyatlardan kiralama işleminizi yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları, MaxiPara Kartlar ve Bankamatik Kartlar Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Ticari Kartlar, Nays Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "12.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "15%",
      "merchant": "Yolcu360",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n_Yolcu360_Y-Disi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:30.512Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/monsterda-taksit-ve-maxipuan-firsati",
      "title": "Monster'da Peşin Fiyatına 3 Taksit ve 5.000 TL MaxiPuan Fırsatı!",
      "description": "10-30 Kasım 2025 tarihleri arasında Monster Notebook mağazaları ve www.monsternotebook.",
      "extraDescription": "com.tr adresinde peşin fiyatına 3 taksit fırsatına ilave tek seferde yapacağınız 50.000 TL ve üzeri ilk alışverişinize 5.000 TL MaxiPuan kazanın! Kampanya kapsamında MaxiPuan kazanılabilmesi için, kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) kampanyaya katılım sağlamanız gerekmektedir. Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir. Sonradan faizsiz taksitlendirme kampanyası değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları, İş Bankası Bankamatik Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Monster Bilgisayar",
      "startDate": "10.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "5.000 TL",
      "merchant": "Monster",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Monster_0525_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:35.948Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/demirdokum-indirim-kampanyasi",
      "title": "DemirDöküm'de 10.000 TL 'ye varan indirim!",
      "description": "Maximum Mobil veya İşCep'ten kampanyaya katılın, Maximum Kart'ınızla 8 Kasım-9 Aralık 2025 tarihleri arasında anlaşmalı DemirDöküm mağazalarından tek seferde yapacağınız 20.000 TL ve üzeri ilk peşin alışverişinize %12 indirim kazanın! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "Katılım yapılmaması durumunda indirim gerçekleşmeyecektir. Kampanyaya sadece DemirDöküm’ün kendi POS’undan gerçekleşen işlemler dahildir. Bayi POS’undan gerçekleşen işlemler dahil değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "Aidatsız kartlar, Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartlar, Nays Kartlar, MaxiPara Kartlar ve Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Harcama esnasında işlemin DemirDöküm POS’undan gerçekleşmesi gerektiği işlemin yapıldığı bayiye hatırlatılmalıdır.",
      "startDate": "8.11.2025",
      "endDate": "9.12.2025",
      "discountRate": "12%",
      "merchant": "DemirDöküm",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e9_Demirdokum_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:41.200Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/demirdokum-de-maxipuan-firsati",
      "title": "Demirdöküm'de 3.000 TL'ye varan MaxiPuan!",
      "description": "İşCep veya Maximum Mobil'den kampanyaya katılın, 8 Kasım-9 Aralık 2025 tarihleri arasında Maximum Kart’ınızla anlaşmalı Demirdöküm mağazalarından tek seferde yapacağınız 20.000 TL - 44.",
      "extraDescription": "999 TL arası ilk peşin alışverişinizde 1.500 TL MaxiPuan, 45.000 TL ve üzeri ilk peşin alışverişinizde 3.000 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Demirdöküm'ün kendi POS’undan gerçekleşen peşin işlemler dahildir. Bayi POS’undan gerçekleşen işlemler ve taksitli işlemler dahil değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "",
      "additionalConditions": "Harcama esnasında işlemin Demirdöküm POS’undan gerçekleşmesi gerektiği işlemin yapıldığı bayiye hatırlatılmalıdır.",
      "startDate": "8.11.2025",
      "endDate": "9.12.2025",
      "discountRate": "3.000 TL",
      "merchant": "Demirdöküm",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e99_Demirdokum_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:45.566Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsung-comda-maxipuan-firsati",
      "title": "Samsung.com'da 2.500 TL'ye varan MaxiPuan!",
      "description": "Maximum Mobil veya İşCep'ten kampanyaya katılın, 6-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Samsung.com'dan tek seferde yapacağınız 20.",
      "extraDescription": "000 TL - 49.999 TL arası ilk alışverişinizde 1.000 TL MaxiPuan, 50.000 TL ve üzeri ilk alışverişinizde 2.500 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "6.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "2.500 TL",
      "merchant": "Samsung.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a13_Samsung_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:49.603Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/porland-da-maxipuan",
      "title": "Porland'da 300 TL MaxiPuan",
      "description": "5-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Maximum anlaşmalı Porland ve porland.com adresinden tek seferde yapacağınız 3.",
      "extraDescription": "000 TL ve üzeri ilk alışverişinize 300 TL MaxiPuan. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Uygulamayı telefonunuza indirin: İşCep/indir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "5.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "300 TL",
      "merchant": "Porland",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Porland_MaxiPuan_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:53.667Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/evidea-magazalarinda-taksit-firsati",
      "title": "Maximum'dan Evidea’da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Evidea mağazaları ve www.evidea.",
      "extraDescription": "com adresinden yapacağınız 2.000 TL ve üzeri alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve Evidea",
      "startDate": "4.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Evidea_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:40:57.870Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-budgetta-maxipuan-firsati",
      "title": "Maximum'dan Budget'ta 500 TL MaxiPuan Fırsatı",
      "description": "İşCep'ten kampanyaya katılın, 3 Kasım - 3 Aralık 2025 tarihleri arasında Maximum Kart’ınızla Budget'tan tek seferde yapacağınız 5.000 TL ve üzeri ilk harcamanıza 500 TL MaxiPuan kazanın.",
      "extraDescription": "Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "Türkiye İş Bankası A.Ş ve Budget (Otokoç Otomotiv Ticaret ve Sanayi A.Ş.) önceden haber vermeksizin",
      "startDate": "3.11.2025",
      "endDate": "3.12.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Budget_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:02.200Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/dysonda-taksit-firsati",
      "title": "Dyson'da Peşin Fiyatına 9 Taksit!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Maximum anlaşmalı Dyson mağazalarından ve Dyson.com.",
      "extraDescription": "tr'den yapacağınız alışverişlerinizde peşin fiyatına 9 taksit fırsatı!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Ticari Kredi Kartları, Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Dyson",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Dyson_0825_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:06.653Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/dijital-platform-odemelerinize-maxipuan-firsati",
      "title": "Dijital Platform Ödemelerinize ve Gaming Harcamalarınıza 250 TL MaxiPuan!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart veya Bankamatik Kartı’nızla yapacağınız ikinci harcamadan itibaren her 200 TL ve üzeri dijital platform ödemelerinize ve gaming harcamalarınıza 25 TL, toplamda 250 TL MaxiPuan kazanma fırsatı sizlerle!",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Bireysel Bankamatik Kartı, Maximum ve MaxiPara kartlar ile asıl ve ek kartlar kullanılarak, kampanyaya dahil seçili platformların kendi işyerlerinden yapılan harcamalar kampanyaya dahildir.",
      "excludedCards": "Ticari Kartlar, Nays kartlar, Vadematik Kart, Aidatsız Kartlar, Maximum Genç Kartlar, Maximiles Özellikli Kredi Kartları ve MaxiPuan kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, ticari alımlar ve kampanya kapsamında olmayan dijital platform işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8283_DijitalPlatform_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:11.739Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bilet-dukkani-yurt-disi-ucak-harcamalariniza-indirim-firsati",
      "title": "Bilet Dükkanı Yurt Dışı Uçak Harcamalarınıza 400 TL İndirim!",
      "description": "Maximum Kart’ınız ile 01-30 Kasım 2025 tarihleri arasında Bilet Dükkanı'ndan yapacağınız 5.000 TL ve üzeri yurt dışı uçak bileti alımlarında geçerli 400 TL indirim! Kodunuzu almak için İşCep’te ilgili kampanya sayfasında yer alan \"Katıl\" butonuna tıklamanız gerekmektedir.",
      "extraDescription": "İndirim kodunuz telefonunuza SMS ile gönderilecektir. Uygulamaları telefonunuza indirin: Maximum Mobil'i indir İşCep'i İndir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm Bireysel ve Ticari Kredi Kartları, Bankamatik Kartları.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "400 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BiletDukkani-Set2_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:15.713Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/n11de-taksit-firsati",
      "title": "n11'de Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "1-30 Kasım tarihleri arasında Maximum Kart'ınız ile n11'den gerçekleştireceğiniz alışverişlerinizde peşin fiyatına 3 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles Özellikli Bireysel Kredi Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya belirli ürünlerde ve sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya belirli ürünlerde ve sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya belirli ürünlerde ve sepette ödeme esnasında geçerlidir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "n11",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/n11o_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:20.079Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bilet-dukkani-yurt-ici-ucak-harcamalariniza-indirim-firsati",
      "title": "Bilet Dükkanı Yurt İçi Uçak Bileti Harcamalarınıza 250 TL İndirim!",
      "description": "Maximum Kart’ınız ile 01-30 Kasım 2025 tarihleri arasında Bilet Dükkanı'ndan yapacağınız 3.000 TL ve üzeri yurt içi uçak bileti alımlarında geçerli 250 TL indirim! Kodunuzu almak için İşCep’te ilgili kampanya sayfasında yer alan \"Katıl\" butonuna tıklamanız gerekmektedir.",
      "extraDescription": "İndirim kodunuz telefonunuza SMS ile gönderilecektir. Uygulamaları telefonunuza indirin: Maximum Mobil/indir İşCep/indir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm Bireysel ve Ticari Kredi Kartları, Bankamatik Kartları.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/bd_BiletDukkani-Set1_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:24.082Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximillerinizi-maximum-mobildeki-pazarama-online-alisveris-menusunde-kullanabilirsiniz",
      "title": "MaxiMillerinizi Maximum Mobil’deki Pazarama Online Alışveriş menüsünde kullanabilirsiniz!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Ocak/n_MaxiMil_Kullanimi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:28.496Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bilet-dukkani-otobus-harcamalariniza-indirim-firsati",
      "title": "Bilet Dükkanı Otobüs Harcamalarınıza 75 TL İndirim!",
      "description": "Maximum Kart’ınız ile 01-30 Kasım 2025 tarihleri arasında Bilet Dükkanı'ndan yapacağınız 1.000 TL ve üzeri otobüs bileti alımlarında geçerli 75 TL indirim! Kodunuzu almak için İşCep’te ilgili kampanya sayfasında yer alan \"Katıl\" butonuna tıklamanız gerekmektedir.",
      "extraDescription": "İndirim kodunuz telefonunuza SMS ile gönderilecektir. Uygulamaları telefonunuza indirin: İşCep/indir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm Bireysel ve Ticari Kredi Kartları, Bankamatik Kartları.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "75 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a2_BiletDukkani_Otobus_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:32.954Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/flo-maxipuan-kampanyasi",
      "title": "Maximum'dan FLO'da 250 TL MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla FLO mağazaları ile www.flo.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 2.500 TL ve üzeri ilk alışverişte 250 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve FLO",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-10349_FLO_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:37.379Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/nine-west-maxipuan-kampanyasi",
      "title": "Maximum'dan Nine West'te 300 TL MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Nine West mağazalarından ve www.ninewest.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 4.000 TL ve üzeri ilk alışverişte 300 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Nine West",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "300 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e6_NineWest_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:42.083Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-lumberjack-maxipuan-kampanyasi",
      "title": "Maximum'dan Lumberjack'te 250 TL MaxiPuan Kampanyası",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Lumberjack mağazaları ile www.lumberjack.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 3.500 TL ve üzeri ilk alışverişte 250 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Lumberjack",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-10355_Lumberjack_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:46.779Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/koton-maxipuan-kampanyasi",
      "title": "Maximum'dan Koton'da 750 TL'ye varan MaxiPuan Kampanyası",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Koton mağazaları ve www.koton.",
      "extraDescription": "com adresinden tek seferde yapacağınız 1.500 TL ve üzeri ilk alışverişinize 150 TL MaxiPuan, 5.000 TL ve üzeri ilk alışverişinize 750 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Koton",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "750 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-10593_Koton_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:41:50.975Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/desa-maxipuan-kampanyasi",
      "title": "Maximum'dan Desa'da 1.500 TL'ye Varan MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1-30 Kasım 2025 tarihleri arasında Desa mağazaları ile www.desa.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 10.000 TL ve üzeri ilk alışverişinize 1.000 TL MaxiPuan, 15.000 TL ve üzeri ilk alışverişinize 1.500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 18 Aralık 2025 tarihinde yüklenecektir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 18 Aralık 2025 tarihinde yüklenecektir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Desa-Nisan_2025_mp_580x460.jpg",
      "scrapedAt": "2025-11-29T19:41:55.996Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsonite-maxipuan-kampanyasi",
      "title": "Maximum'dan Samsonite'ta 2.500 TL'ye varan MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1-30 Kasım 2025 tarihleri arasında Samsonite mağazaları ile www.samsonite.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 15.000 TL ve üzeri ilk alışverişinize 1.500 TL, 25.000 TL ve üzeri ilk alışverişinize 2.500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 18 Aralık 2025 tarihinde yüklenecektir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 18 Aralık 2025 tarihinde yüklenecektir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "2.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8715_Samsonite_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:01.004Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/tumide-maxipuan-firsati",
      "title": "Maximum'dan Tumi'de 2.500 TL'ye varan MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1-30 Kasım 2025 tarihleri arasında Tumi mağazaları ile www.tumi.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 15.000 TL ve üzeri ilk alışverişinize 1.500 TL MaxiPuan, 25.000TL ve üzeri ilk alışverişinize 2.500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 18 Aralık 2025 tarihinde yüklenecektir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 18 Aralık 2025 tarihinde yüklenecektir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "2.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Tumi_0425_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:05.793Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gap-maxipuan-kampanyasi",
      "title": "Gap'de 800 TL'ye varan MaxiPuan!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "",
      "endDate": "Belirtilmemiş",
      "discountRate": "800 TL",
      "merchant": "Gap",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/GAP_0625_new_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:10.539Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/marks-spencerda-maxipuan-kampanyasi",
      "title": "Marks & Spencer'da 800 TL'ye varan MaxiPuan!",
      "description": "İşCep'ten veya Maximum Mobil'den kampanyaya katılın, 30 Kasım'a kadar Maximum Kart’ınızla Marks & Spencer mağazaları ve marksandspencer.com.",
      "extraDescription": "tr adresinden yapacağınız alışverişlerde 800 TL'ye varan MaxiPuan kazanın! 1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Marks & Spencer mağazaları ve marksandspencer.com.tr adresinden tek seferde yapacağınız 5.000 TL-7.499 TL arası ilk alışverişinizde 500 TL MaxiPuan, 7.500 TL ve üzeri ilk alışverişinizde 800 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "800 TL",
      "merchant": "Marks & Spencer",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Marks_and_Spencer_0625_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:15.282Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/sportivede-maxipuan-kampanyasi",
      "title": "Sportive'de 1.250 TL'ye varan MaxiPuan!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Sportive mağazaları ve sportive.com.",
      "extraDescription": "tr adresinden tek seferde yapacağınız 7.500-9.999 TL arası ilk alışverişinizde 750 TL MaxiPuan, 10.000 TL ve üzeri ilk alışverişinizde ise 1.250 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.250 TL",
      "merchant": "Sportive",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e8_Sportive_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:19.541Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/forever-21de-maxipuan-firsati",
      "title": "Forever 21'da 250 TL MaxiPuan!",
      "description": "Maximum Kart'ınızla 1-30 Kasım 2025 tarihleri arasında Forever 21 mağazaları ve forever21.com.",
      "extraDescription": "tr adresinden tek seferde yapacağınız 2.500 TL ve üzeri ilk alışverişinizde 250 TL MaxiPuan. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Forever 21",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9526_Forever_21_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:24.437Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/incehesap-taksit-kampanyasi",
      "title": "İncehesap.com'da Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "01-30 Kasım 2025 tarihleri arasında Maximum Kart'ınız ile yapacağınız incehesap.com alışverişlerinizde 3 taksit fırsatı! 30 Kasım 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız taksitli alışverişlerinizde peşin fiyatına 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "İncehesap.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9502_Incehesap-MaxiPuan_580x460_3%20tk.jpg",
      "scrapedAt": "2025-11-29T19:42:28.893Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mobilya-harcamalariniza-maxipuan-firsati",
      "title": "Mobilya Alışverişinize 1.300 TL'ye varan MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 30 Kasım'a kadar Maximum Kart’ınızla mobilya sektöründeki Maximum anlaşmalı işyerlerinden yapacağınız alışverişinize 1.300 TL'ye varan MaxiPuan kazanın! 1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla mobilya sektöründeki Maximum anlaşmalı işyerlerinden tek seferde yapacağınız 20.",
      "extraDescription": "000 TL - 49.999 TL arası ilk alışverişinizde 600 TL MaxiPuan, 50.000 TL ve üzeri ilk alışverişinizde 1.300 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.300 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-6460_Mobilya_580x460%20(2).jpg",
      "scrapedAt": "2025-11-29T19:42:33.312Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/iscep-aracim-menusu-ile-ispark-odemelerinizde-maxipuan-firsati",
      "title": "Bireysel Kart Kampanyaları",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "",
      "endDate": "Belirtilmemiş",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/ETStur_1025_new_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:40.000Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/troy-apple-magazalari-veya-wwwtroyestorecomtrden-pesin-fiyatina-taksit-firsati",
      "title": "Troy Apple mağazaları ve www.troyestore.com adresinden yapacağınız alışverişlerinizde Kasım ayına özel peşin fiyatına 6 aya varan taksit fırsatı!",
      "description": "1 -30 Kasım 2025 tarihleri arasında Troy Apple mağazaları ve www.troyestore.",
      "extraDescription": "com adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 aya varan taksit fırsatı! Bankamızca alışveriş içeriğinin tespit edilememesi ve taksitlendirme kısıtlaması/taksitli işlem alt limitinin firma tarafından yönetilmesi sebebiyle taksit seçeneğinin ödeme adımında mağazalarda kasada veya internet sitesinde sepet adımında seçilerek gerçekleştirilmesi gerekmektedir. Peşin veya taksitli olarak gerçekleştirilen alışverişlere Bankamızca sonradan faizsiz ilave taksit imkanı verilememektedir. Ayrıca; - Bireysel kredi kartı ile yapılan telefon alışverişlerine taksit yapılamamaktadır. - Tablet alımlarında azami taksit sayısı 6'dır. Sonradan faizsiz taksitlendirme kampanyası değildir. Uygulamayı telefonunuza indirin.",
      "includedCards": "İş Bankası Maximum, Maximiles, Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: - Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "- Ticari Kartlar, Aidatsız Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı - Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, - Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Troy Apple Premium Partner",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7080_Troy_Apple_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:44.321Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/carrefoursada-pesin-fiyatina-taksit",
      "title": "CarrefourSA'da Peşin Fiyatına 6 Aya Varan Taksit!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar CarrefourSA mağazaları ile CarrefourSA Online Market uygulaması veya carrefoursa.com’dan yapacağınız alışverişlerinizde peşin fiyatına 6 aya varan taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Ticari Kredi Kartları, Ticari Bankamatik Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Maximum Kart'ınız ile 300 TL ve üzeri alışverişlerinizde; beyaz eşya ve küçük ev aletleri kategorilerinde peşin fiyatına 6 taksit, mobilya, züccaciye, televizyon ve bahçe mobilyaları kategorilerinde ise peşin fiyatına 4 taksit fırsatı sunulmaktadır.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "CarrefourSA",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-10594_CarrefourSA_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:48.147Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/sephora-da-indirim-kampanyasi",
      "title": "Maximum'dan Sephora'da 500 TL İndirim Kampanyası",
      "description": "Alışverişinizden önce İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Sephora mağazalarından tek seferde yapacağınız 7.500 TL ve üzeri ilk alışverişe 500 TL indirim kazanın! Kampanya katılımlı olup katılımınız kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanya Sephora mağazalarının Maximum anlaşmalı işyerlerinden yapılacak 7.500 TL ve üzeri ilk alışverişi kapsamaktadır.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-10586_Sephora_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:42:52.129Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/egitim-odemelerinize-ilave-taksit-firsati",
      "title": "Eğitim Ödemelerinize İlave 4 Taksit Fırsatı!",
      "description": "Maximum Kart'ınızla Eğitim sektöründe faaliyet gösteren seçili Maximum anlaşmalı eğitim kurumlarında 1 – 30 Kasım 2025 tarihleri arasında yapacağınız 2-8 taksitli işlemlerde ilave 4 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Ticari Kredi Kartları, Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar, Nays Kartlar; Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Eylul/BAN-8376_EgitimIlaveTaksit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:42:56.492Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/beyaz-esya-maxipuan-kampanyasi",
      "title": "Beyaz Eşya Alışverişinize 1.300 TL'ye varan MaxiPuan",
      "description": "İşCep veya Maximum Mobil'den kampanyaya katılın, 1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla beyaz eşya sektöründeki Maximum anlaşmalı işyerlerinden tek seferde yapacağınız 20.000 TL - 49.",
      "extraDescription": "999 TL arası ilk alışverişinizde 600 TL MaxiPuan, 50.000 TL ve üzeri ilk alışverişinizde 1.300 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.300 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9486_Beyaz-Esya_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:00.840Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/victoria-s-secret-maxipuan-firsati",
      "title": "Maximum'dan Victoria's Secret Mağazalarında 750 TL MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Victoria's Secret mağazalarından ve www.victoriassecret.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 5.000 TL ve üzeri ilk alışverişinizde 750 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 17 Aralık 2025 tarihinde yüklenecektir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ödül kullanımı: MaxiPuanlarınız 17 Aralık 2025 tarihinde yüklenecektir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "750 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10564_Victorias_Secret_580x460px.jpg",
      "scrapedAt": "2025-11-29T19:43:05.035Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/elektrikli-sarj-istasyonlari-harcamalariniza-maxipuan-firsati",
      "title": "Elektrikli Araç Şarj İstasyonlarından Yapacağınız Ödemelerinize 500 TL MaxiPuan Fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında İş Bankası bireysel kredi kartlarınız ve Bankamatik Kartlarınız ile elektrikli araç şarj istasyonlarından yapacağınız her 300 TL ve üzeri ödemenize %20 oranında, toplamda 500 TL’ye varan MaxiPuan fırsatını kaçırmayın.",
      "extraDescription": "",
      "includedCards": "İş Bankası Bireysel Kredi Kartları, Bankamatik Kartları Kampanyaya dahil olmayan kartlar ve işlemler: İş Bankası Ticari Kredi Kartları, Aidatsız Kartlar, Nays kartlar ve MaxiPara kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri ve kampanyaya dahil firma listesinde yer almayan noktalardan yapılacak dolum işlemleri kampanya kapsamında değerlendirilmeye alınmayacaktır.",
      "excludedCards": "İş Bankası Ticari Kredi Kartları, Aidatsız Kartlar, Nays kartlar ve MaxiPara kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri ve kampanyaya dahil firma listesinde yer almayan noktalardan yapılacak dolum işlemleri kampanya kapsamında değerlendirilmeye alınmayacaktır.",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "20%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t24_AracSarj_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:09.506Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/trendyolda-taksit-firsati",
      "title": "Trendyol'da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "1 Kasım-2 Aralık 2025 tarihleri arasında Maximum Kart'ınız ile Trendyol‘dan yapacağınız seçili ürün alışverişlerinizde 9 taksit fırsatı! 2 Aralık 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız; - 750 TL ve üzeri alışverişlerinizde peşin fiyatına 3 taksit, - 6.000 TL ve üzeri alışverişlerinizde peşin fiyatına 6 taksit, - 10.",
      "extraDescription": "000 TL ve üzeri seçili ürün alışverişlerinizde peşin fiyatına 9 taksit fırsatından yararlanabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.11.2025",
      "endDate": "2.12.2025",
      "discountRate": "750 TL",
      "merchant": "Trendyol",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m28trendyol_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:13.544Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/altinbas-indirim-firsati",
      "title": "Altınbaş'ta %20'ye varan indirim!",
      "description": "31 Aralık 2025 tarihine kadar Maximum Kart'a özel Altınbaş mağazalarından ve altinbas.com adresinden yapacağınız altın ürün alışverişlerinizde %10, pırlanta alışverişlerinde %20 indirim kazanın!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar kampanyaya dahildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Kampanya, Türkiye’deki Altınbaş mağazalarında ve altinbas.com adresinde geçerlidir.",
      "startDate": "1.11.2025",
      "endDate": "31.12.2025",
      "discountRate": "20%",
      "merchant": "Altınbaş",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9539_Altinbas_Indirim_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:17.788Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/korkmaz-da-pesin-fiyatina-taksit-firsati",
      "title": "Korkmaz'da peşin fiyatına 6 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Korkmaz mağazalarından ve korkmazstore.com.",
      "extraDescription": "tr adresinden yapacağınız alışverişlerinizde 6 taksit fırsatı.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Korkmaz",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Korkmaz_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:21.615Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/trendyolmilla-ve-dolapta-taksit-firsati",
      "title": "Trendyolmilla ve Dolap'ta Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "01-30 Kasım 2025 tarihleri arasında Maximum Kart'ınız ile Trendyolmilla ve Dolap'tan yapacağınız alışverişlerinizde 3 taksit fırsatı! 30 Kasım 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız 750 TL ve üzeri taksitli alışverişlerinizde peşin fiyatına 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "750 TL",
      "merchant": "Trendyolmilla ve Dolap",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Trendyolmilla_0525_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:26.326Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/porland-da-pesin-fiyatina-taksit-firsati",
      "title": "Porland'da peşin fiyatına 5 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Porland ve porland.com adresinden 1.",
      "extraDescription": "500 TL ve üzeri yapacağınız alışverişlerinizde 5 taksit fırsatı.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Porland",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Porland_Taksit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:30.688Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/instreet-maxipuan-kampanyasi",
      "title": "Maximum'dan IN Street'te 250 TL MaxiPuan Kampanyası",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla IN Street mağazaları ile www.instreet.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 3.500 TL ve üzeri ilk alışverişte 250 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve IN Street",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a11_INstreet_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:35.184Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ilk-digital-platform-odemelerinize-veya-gaming-harcamaniza-maxipuan-firsati",
      "title": "İlk Dijital Platform Ödemenize veya Gaming Harcamanıza 300 TL’ye Varan MaxiPuan!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart veya Bankamatik Kartı’nızla seçili platformlardan yapacağınız 2025 yılı ilk dijital platform veya gaming harcamanıza %50 MaxiPuan kazanma fırsatı!",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Bireysel Bankamatik Kartı, Maximum ve MaxiPara kartlar ile asıl ve ek kartlar kullanılarak, kampanyaya dahil seçili platformların kendi işyerlerinden yapılan harcamalar kampanyaya dahildir.",
      "excludedCards": "Ticari Kartlar, Nays Kartlar, Vadematik Kart, Aidatsız Kartlar, Maximum Genç Kartlar, Maximiles Özellikli Kredi Kartları ve MaxiPuan kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, ticari alımlar ve kampanya kapsamında olmayan dijital platform işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "50%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/ilk-Dijital-Platform_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:39.847Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lastikcimcomda-maxipuan-firsati",
      "title": "Lastikcim.com'da Michelin Lastik Alışverişinize 4.000 TL MaxiPuan Fırsatı",
      "description": "İşCep'ten kampanyaya katılın, 30 Kasım tarihine kadar Maximum Kart'ınızla Lastikcim.com üzerinden tek seferde yapacağınız 19.",
      "extraDescription": "000 - 27.999 TL arasındaki Michelin lastik alışverişlerinize 2.000 TL MaxiPuan, 28.000 - 36.999 TL arasındaki Michelin lastik alışverişlerinize 3.000 TL MaxiPuan, 37.000 TL ve üzeri Michelin lastik alışverişlerinizeyse 4.000 TL MaxiPuan kazanın.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları dahildir.",
      "excludedCards": "Ticari Kredi Kartları, Vadematik Kartlar, Bankamatik Kartlar, Maximum Aidatsız Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "MaxiPuanlarınız 24 Aralık 2025 tarihinde yüklenecektir. MaxiPuanların son kullanma tarihi 31 Ocak 2026'dır. MaxiPuanlar",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "4.000 TL",
      "merchant": "Lastikcim.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t9_Lastikcim.com_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:44.249Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/atasun-optikte-gunes-gozlugu-alisverisine-maxipuan",
      "title": "Maximum'dan Atasun Optik’te Güneş Gözlüğü Alışverişinize 500 TL MaxiPuan!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Atasun Optik’ten tek seferde yapacağınız 5.000 TL ve üzeri ilk güneş gözlüğü alışverişinize 500 TL değerinde MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı İşCep'ten kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Bankamatik Kartları, İş Bankası Maximum özellikli kredi kartları (Maximum, MercedesCard, Maximiles, Maximiles Black, Maximum Pati Kart, Maximum Genç kredi kartı).",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Atasun Optik",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k7_Atasun-Optik_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:48.273Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/greenmotion-arac-kiralamada-indirim-firsati",
      "title": "Green Motion'dan Araç Kiralamada %20 İndirim Fırsatı",
      "description": "Maximum Kart’a özel Green Motion'dan yapacağınız araç kiralamalarında %20 indirim fırsatı! Kampanya kapsamında GMIS-KSM25 kodu ile 30 Kasım 2025 tarihine kadar Maximum Kart'ınızla Green Motion'dan yapacağınız araç kiralamalarında %20 indirim yapılacaktır. Kampanya Kodu: GMIS-KSM25",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Nays Kartlar, MaxiPara Kartlar, Bankamatik Kartlar, Ticari Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "20%",
      "merchant": "Green Motion",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/BAN-5421_greenmotion_indirim_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:52.683Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/sixt-rent-a-car-arac-kiralamada-indirim-firsati",
      "title": "Sixt Rent a Car Araç Kiralamada %35 İndirim Fırsatı",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "35%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-4906_SixtRentaCar_580x460.jpg",
      "scrapedAt": "2025-11-29T19:43:56.625Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/solariste-gunes-gozlugu-alisverisine-maxipuan-firsati",
      "title": "Maximum'dan Solaris’te Güneş Gözlüğü Alışverişinize 500 TL MaxiPuan!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Solaris’ten tek seferde yapacağınız 5.000 TL ve üzeri ilk güneş gözlüğü alışverişinize 500 TL değerinde MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı İşCep'ten kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Bankamatik Kartları, İş Bankası Maximum özellikli kredi kartları (Maximum, MercedesCard, Maximiles, Maximiles Black, Maximum Pati Kart, Maximum Genç kredi kartı).",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Atasun Optik",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k10_Solaris_580x460%20(1).jpg",
      "scrapedAt": "2025-11-29T19:44:01.017Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/up-enerji-hizli-ode-ile-akaryakit-alimlarinda-indirim-firsati",
      "title": "Up Enerji Hızlı Öde ile Akaryakıt Alımlarında İndirim Fırsatı",
      "description": "Maximum Kart'ınıza özel 1 - 30 Kasım 2025 tarihleri arasında İşCep üzerinden “Aracım > Tüm İşlemler > Yakıt ve Şarj Hizmetleri > Hızlı Öde” adımlarını izleyerek gerçekleştirilen yakıt alışverişlerinde anında %5 indirim ve sonrasında %3 geri alım kazanın.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları, Ticari Kartlar, MaxiPara Kartlar ve Bankamatik Kartlar Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Nays Kartlar ve Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "5%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Up_Enerji_1125_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:05.365Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lastikcimcomda-pesin-fiyatina-taksit-firsati",
      "title": "Lastikcim.com'da 4 Taksit Fırsatı",
      "description": "Maximum Kart'ınızla Lastikcim.com'dan 30 Kasım tarihine kadar yapacağınız alışverişlerinizde 4 taksit fırsatı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları dahildir.",
      "excludedCards": "Ticari Kredi Kartları, Vadematik Kartlar, Bankamatik Kartlar, Maximum Aidatsız Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanyadan faydalanabilmek için alışverişlerin Maximum özellikli POS cihazlarından yapılması gerekmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Lastikcim.com",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10861_Lastikcim-com_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:09.732Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bankamatik-kartiniz-alisverislerinizde-de-yaninizda",
      "title": "Bankamatik Kartınız Alışverişlerinizde de Yanınızda!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Bankamatik__1-31agustos_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:14.256Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/otomate-app-te-taksit-firsati",
      "title": "Otomate.app'te 1.000 TL İndirim ve Peşin Fiyatına 3 Taksit Fırsatı!",
      "description": "31 Aralık tarihine kadar Maximum Kart'ınızla Otomate.app adresi üzerinden yapacağınız harcamalarda MOTO koduyla 1.",
      "extraDescription": "000 TL indirim ve vade farksız 3 taksit fırsatı sizi bekliyor. Kampanya Kodu: MOTO Otomate, araç bakım, hasar onarım, arıza tespit, muayeneye götürme ve daha birçok hizmet için yetkili ve multi-brand servislerden fiyat tekliflerini karşılaştırmalı olarak sunan dijital bir platformdur. Tekliflerden birini tercih edip satın almanız durumunda Otomate danışmanlarından bilgi alınabilmektedir. Ücretsiz vale desteği bulunmaktadır.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları dahildir.",
      "excludedCards": "Ticari Kredi Kartları, Vadematik Kartlar, Bankamatik Kartlar, Maximum Aidatsız Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanyadan faydalanabilmek için alışverişlerin Maximum özellikli POS cihazlarından yapılması gerekmektedir.",
      "startDate": "1.11.2025",
      "endDate": "31.12.2025",
      "discountRate": "1.000 TL",
      "merchant": "Otomate.app",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-7104_Otomate_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:18.421Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pegasus-indirim-kampanyasi",
      "title": "Maximum Kart'ınızla Pegasus'ta 500 TL İndirim Fırsatı!",
      "description": "Maximum Kart’ınız ile 15 Ekim - 30 Kasım 2025 tarihleri arasında www.flypgs.",
      "extraDescription": "com’dan ve Pegasus mobil uygulamasından tek seferde gerçekleştireceğiniz 5.000 TL ve üzeri uçak bileti alımlarında 500 TL indirim! Kampanya katılımlı olup katılımınızın kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız kartlar, Ticari Bankamatik, Ticari Kredi Kartları, Bankamatik Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "excludedCards": "Aidatsız kartlar, Ticari Bankamatik, Ticari Kredi Kartları, Bankamatik Kartlar, MaxiPara Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "15.10.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "ınızla Pegasus",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9472_Pegasus_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:22.366Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/shark-ninja-da-maxipuan",
      "title": "Shark Ninja'da 1.500 TL MaxiPuan",
      "description": "15 Ekim – 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Maximum anlaşmalı Shark Ninja mağazalarından ve sharkninja.com.",
      "extraDescription": "tr adresinden tek seferde yapacağınız 15.000 TL ve üzeri ilk alışverişinize 1.500 TL MaxiPuan. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Uygulamayı telefonunuza indirin: İşCep/indir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları , Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "15.10.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.500 TL",
      "merchant": "Shark Ninja",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10501_Shark-Ninja_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:26.391Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kocaeli-41-burda-avm-de-maxipuan-firsati",
      "title": "41 Burda AVM’de seçili mağazalarda Maximum Kart’la yapacağınız alışverişlerinizde toplam 4.500 TL’ye varan MaxiPuan fırsatı!",
      "description": "11.10.",
      "extraDescription": "2025 ve 31.12.2025 tarihleri arasında Kocaeli 41 Burda AVM’de seçili mağazalarda yer alan İş Bankası POS’larından Maximum bireysel kredi kartları ile yapacağınız aylık toplam 5.000 TL ve üzeri alışverişe 500 TL, 10.000 TL ve üzeri alışverişe 1.500 TL MaxiPuan kazanabilirsiniz. Üstelik kampanya süresince her ay kampanya koşullarını yerine getirerek yıl sonuna kadar toplamda 4.500 TL’ye varan MaxiPuan kazanmaya devam edebilirsiniz.",
      "includedCards": "Türkiye İş Bankası bireysel kredi kartları, Bankamatik Kartları ve MaxiPara kartları Kampanyaya dahil olmayan kartlar ve işlemler: Aidatsız kredi kartları, Ticari kredi ve Bankamatik kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "Aidatsız kredi kartları, Ticari kredi ve Bankamatik kartları ve Nays kartlar ile yapılan işlemler, ürün iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "",
      "startDate": "11.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "4.500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Maximum_41_Burda_AVM_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:30.178Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/korkmazda-taksit-firsati",
      "title": "Korkmaz'da 30.000 TL ve üzeri alışverişlere 8 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Korkmaz mağazalarından ve korkmazstore.com.",
      "extraDescription": "tr adresinden yapacağınız 30.000 TL ve üzeri alışverişlerinizde 8 taksit fırsatı.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "1.10.2025",
      "endDate": "30.11.2025",
      "discountRate": "30.000 TL",
      "merchant": "Korkmaz",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Korkmaz_taksit_1025_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:34.207Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-vignetimde-indirim-firsati",
      "title": "Maximum’dan Vignetim’de yapacağınız e-vinyet ve otoyol bileti ödemelerinde %7 indirim fırsatı!",
      "description": "5 Ağustos- 31 Aralık 2025 tarihleri arasında Maximum Kart’ınız ile Vignetim’de yapacağınız e-vinyet ve otoyol bileti ödemelerinde %7 indirim ayrıcalığı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "Bireysel ve aidatlı özellikli Maximum Kart, Maximiles, Maximiles Select, MercedesCard ve ek kartları, Bankamatik Kartları kampanyaya dâhildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "5.8.2025",
      "endDate": "31.12.2025",
      "discountRate": "7%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-9604_Vignetim_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:38.430Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ismekandaki-iskultur-magazasinda-indirim-firsati",
      "title": "İş Mekan'daki İş Kültür Mağazası'nda Maximum Kartlara %25 İndirim Fırsatı!",
      "description": "İş Mekan'daki İş Kültür mağazasından yapacağınız harcamalarınızda etiket fiyatı üzerinden genel %20 indirim üzerine Maximum kartlara ilave %5, toplamda %25 indirim. Nişantaşı İş Mekan içerisindeki İş Kültür mağazasından fiziki POS cihazı aracılığı ile ödeme işlemlerinde geçerlidir.",
      "extraDescription": "Alışveriş sırasında detaylarda yer verilen İş Bankası Kartları ile ödeme yapılmalıdır.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, Maximum Genç, Tema Kart, Pati Kart).",
      "excludedCards": "Bankamatik Kartları, Ticari Kredi Kartları, MaxiPara Kartlar, Privia Black ve Aidatsız kartlar ile yapılan işlemler ile iptal ve iade işlemleri.",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "25%",
      "merchant": "İş Mekan",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/is_Mekan_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:42.431Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-mekanda-toplanti-odasi-kiralamalariniza-indirim-firsati",
      "title": "Maximum'dan İş Mekan'da Toplantı Odası Kiralamalarınıza %20 İndirim Fırsatı!",
      "description": "İş Mekan'da Maximum Kart'ınızla yapacağınız toplantı odası kiralamalarında %20 indirim. Nişantaşı İş Mekan içerisindeki toplantı odalarının İş Mekan App üzerinden kiralanması ve mağaza içerisinden fiziki POS cihazı aracılığı ile ödeme işlemlerinde geçerlidir.",
      "extraDescription": "Kiralama sırasında kampanya detaylarında yer verilen İş Bankası Kartları ile ödeme yapılmalıdır.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, MercedesCard, Maximum Genç, Tema Kart, Pati Kart), Ticari Kredi Kartları.",
      "excludedCards": "Bankamatik Kartları, MaxiPara Kartlar, Privia Black, Maximiles Black ve Aidatsız kartlar ile yapılan işlemler ile iptal ve iade işlemleri, İş Mekan alanı içerisindeki toplantı odası kiralama harici işlemler.",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "20%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/IsMekan_ToplantiOdasi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:46.715Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/reebokta-taksit-firsati",
      "title": "Reebok'ta Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Reebok mağazalarından ve www.reebok.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Reebok",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/r_Reebok6_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:51.211Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/sabiha-gokcen-havalimaninda-indirimli-lounge-hizmeti-ayricaligi",
      "title": "Sabiha Gökçen Havalimanı'nda %50 İndirimli Lounge Hizmeti Ayrıcalığı!",
      "description": "İş Bankası bireysel kredi kart kartlarınız ile Sabiha Gökçen Havalimanı'nda %50 İndirimli Lounge Hizmeti Ayrıcalığı! Sabiha Gökçen Havalimanı’ndan yapacağınız seyahatlerde Plaza Premium Lounge Bosphorus (dış hatlar terminali) ve Plaza Premium Lounge (iç hatlar terminali) hizmetinde %50 indirim ayrıcalığı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası aidatlı bireysel kredi kartları.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "22.4.2025",
      "endDate": "30.4.2026",
      "discountRate": "50%",
      "merchant": "Sabiha Gökçen Havalimanı",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/nPremiumLounge_580x460.jpg",
      "scrapedAt": "2025-11-29T19:44:54.970Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/veteriner-ya-da-petshop-alisverislerinize-yuzde10-indirim",
      "title": "Maximum Pati Kart’a özel Veteriner ya da Petshop Alışverişlerinizde %10, Aylık Toplamda 1.700 TL'ye Varan İndirim Fırsatı!",
      "description": "Maximum Pati Kart ile veteriner ya da petshop sektöründe faaliyet gösteren işyerlerinden 31 Aralık 2025 tarihine kadar tek seferde yapacağınız her 1.500 TL ve üzeri alışverişinize toplamda 500 TL’ye ve Pazarama Pet kategorisinden yapacağınız 750 TL ve üzeri Petshop alışverişlerinizde toplamda 1.",
      "extraDescription": "200 TL’ye kadar olmak üzere %10, aylık toplamda 1.700 TL’ye varan indirim sizi bekliyor. Kampanyalara dâhil olan kart: Maximum Pati Kart Kampanyalara dâhil olmayan işlemler: MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir. Farklı ürün kategorilerinde satış yapan sanal mağazalardan ve/veya e-ticaret sitelerinden yapılacak alışverişler kampanya kapsamında değerlendirilmeyecektir. Maximum Pati Kart’a özel Veteriner ya da Petshop Alışverişlerinize %10 indirim Kampanyası: • Maximum Pati Kart ile veteriner ya da petshop sektöründe faaliyet gösteren işyerlerinden 31 Aralık 2025 tarihine kadar tek seferde yapacağınız her 1.500 TL ve üzeri alışverişinizde %10 indirim kazanın! • Kampanya kapsamında kazanılacak indirimler, ödeme işleminin kredi kartı dönem içi hareketlerinde görünmesi ile birlikte kartınıza yansıtılacaktır. • İndirim tutarı yansıdığında ve aylık azami indirim toplamına ulaşıldığında müşterilerimize SMS ile bilgilendirme yapılacaktır. • Bir müşteri için.",
      "includedCards": "ı ile kazanılacak azami indirim tutarı aylık 500 TL’dir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "31.12.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/veteriner-petshp-alisverislerinde-indirim.jpg",
      "scrapedAt": "2025-11-29T19:44:59.302Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/sportivede-vade-farksiz-taksit-firsati",
      "title": "Sportive’de vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t18Spotive_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:03.450Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/forever21de-pesin-fiyatina-taksit-firsati",
      "title": "Forever 21'da Vade Farksız 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Forever 21",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9429_Forever_21_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:07.737Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/marks-spencer-magazalarinda-taksit-firsati",
      "title": "Marks & Spencer'da Vade Farksız 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Marks & Spencer",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Marks_and_Spencer_16haziran_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:11.903Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/adl-de-pesin-fiyatina-taksit-firsati",
      "title": "Maximum'dan adL’de Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile adL mağazalarından ve www.adl.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve adL",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8523_adL-Taksit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:16.267Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kidzania-giris-biletlerinde-indirim",
      "title": "Maximum Kart ile KidZania Girişlerinde %10 İndirim Ayrıcalığı!",
      "description": "30 Kasım 2026 tarihine kadar Maximum Kart’a özel Çocuklar Ülkesi KidZania girişlerinde %10 indirim ayrıcalığından yararlanın. %10 indirim, KidZania web sitesinde ödeme ekranında Maximum Kart bilgilerinizi girdikten sonra otomatik olarak hesaplanarak tutardan düşülecek ve ekranda indirimli tutar gösterilecektir.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Maximum Platinum, Maximiles, Maximiles Select, MercedesCard, Maximiles Black asıl ve ek kredi kartları, Privia Black, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Aidatsız Kartlar ve Nays Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Kampanya fiziki POS cihazlarından ve sanal POS’tan yapılacak harcamalarda geçerlidir. Maximum Kart bilgileriniz girildikten sonra ödeme ekranında, indirimli tutar otomatik olarak görüntülenecek ve \"",
      "startDate": "27.1.2025",
      "endDate": "30.11.2026",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8062_Kidzania_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:20.451Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/toyzz-shopta-taksit-firsati",
      "title": "Toyzz Shop’ta 5 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Toyzz Shop mağazalarından ve www.toyzzshop.",
      "extraDescription": "com adresinden yapacağınız alışverişlerinizde peşin fiyatına 5 taksit fırsatı!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: Ticari Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "6.1.2025",
      "endDate": "5.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Subat/m20_ToyzzShop_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:24.800Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/decathlonda-taksit-firsati",
      "title": "Maximum'dan Decathlon’da 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Decathlon mağazaları, www.decathlon.",
      "extraDescription": "com.tr ve mobil uygulamadan yapacağınız alışverişlerinizde 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve Turksport Spor Ürünleri San. ve Tic. Ltd. Şti.",
      "startDate": "1.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/h_Decathlon_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:28.855Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-dan-macfit-te-indirim-firsati",
      "title": "Maximum'dan MACFit’te 500 TL İndirim Fırsatı!",
      "description": "Maximum'dan MACFit’te 500 TL İndirim Fırsatı! 21 - 30 Kasım 2025 tarihleri arasında Adana, Antalya, Denizli, Diyarbakır, Edirne, Kocaeli, Manisa ve Sakarya illerinde bulunan MACFit kulüplerinden “isbank500” kodu ile gerçekleştireceğiniz yeni ve peşin ödemeli yıllık üyelik işleminizden 500 TL indirim kazanın!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "•",
      "startDate": "21.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10851_MacFit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:33.299Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yatsanda-maxipuan-firsati",
      "title": "Yatsan'da 2.000 TL MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 14 Aralık'a kadar Maximum Kart’ınızla Maximum anlaşmalı Yatsan mağazalarından yapacağınız alışverişinize 2.000 TL MaxiPuan kazanın! 14 Kasım-14 Aralık 2025 tarihleri arasında Maximum Kart’ınızla Maximum anlaşmalı Yatsan mağazalarından tek seferde yapacağınız 60.",
      "extraDescription": "000 TL ve üzeri ilk alışverişinize 2.000 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "14.11.2025",
      "endDate": "14.12.2025",
      "discountRate": "2.000 TL",
      "merchant": "Yatsan",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10801_Yatsan_Set2_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:37.785Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vaillantta-maxipuan-firsati",
      "title": "Vaillant'ta 4.000 TL'ye varan MaxiPuan!",
      "description": "İşCep veya Maximum Mobil'den kampanyaya katılın, 8 Kasım-9 Aralık 2025 tarihleri arasında Maximum Kart’ınızla anlaşmalı Vaillant mağazalarından tek seferde yapacağınız 20.000 TL-44.",
      "extraDescription": "999 TL arası ilk peşin alışverişinizde 1.500 TL MaxiPuan, 45.000 TL ve üzeri ilk peşin alışverişinizde 4.000 TL MaxiPuan kazanın. Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Vaillant’ın kendi POS’undan gerçekleşen peşin işlemler dahildir. Bayi POS’undan gerçekleşen işlemler ve taksitli işlemler dahil değildir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar.",
      "excludedCards": "",
      "additionalConditions": "Harcama esnasında işlemin Vaillant POS’undan gerçekleşmesi gerektiği işlemin yapıldığı bayiye hatırlatılmalıdır.",
      "startDate": "8.11.2025",
      "endDate": "9.12.2025",
      "discountRate": "4.000 TL",
      "merchant": "Vaillant",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/BAN-3251_Vaillant_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:41.922Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/tefalcomtr-ve-tefal-uygulamasinda-indirim-firsati",
      "title": "tefal.com.tr ve Tefal uygulamasında seçili ürünlerde 25% indirim!",
      "description": "Maximum Kart'ınızla 30 Kasım 2025 tarihine kadar, tefal.com.",
      "extraDescription": "tr ve Tefal uygulamasından yapacağınız seçili ürünlerde geçerli 25% indirim ayrıcalığı! Kodunuzu almak için İşCep'te ilgili kampanya sayfasında yer alan “KATIL” butonuna tıklamanız gerekmektedir. İndirim kodunuz telefonunuza SMS ile gönderilecektir. Uygulamayı telefonunuza indirin.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar.",
      "excludedCards": "Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanya kapsamında gerekli şartları sağlayacak “Kupon Kodları” stoklarla sınırlıdır.",
      "startDate": "6.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t_Tefal_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:45.929Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/budgettan-arac-kiralamada-indirim-firsati",
      "title": "Budget'tan Araç Kiralamada %30 İndirim Fırsatı",
      "description": "Maximum Kart’a özel Budget’tan yapacağınız araç kiralamalarında %30 indirim ve 300 TL indirim fırsatı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Bankamatik Kartlar Kampanyaya dâhil olmayan işlemler: MaxiPara Kartlar, Nays Kartlar, Maximum Aidatsız Kartlar, Ticari Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "3.11.2025",
      "endDate": "3.12.2025",
      "discountRate": "30%",
      "merchant": "Budget",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Ekim/BAN-4086_Budget_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:50.476Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-etsnin-erken-rezervasyon-indirimlerine-ek-yuzde5-indirim",
      "title": "Maximum’dan ETS’deki Seçili Otellerde Anında %5 Ek İndirim Fırsatı!",
      "description": "Maximum Kart’ınızla ETS'deki seçili otellerde 31 Aralık 2025 tarihine kadar gerçekleştireceğiniz konaklamalar için 3 - 30 Kasım 2025 tarihleri arasında yapacağınız rezervasyonlarınızda anında %5 ek indirim kazanın. Üstelik vade farksız 6 aya varan taksit fırsatıyla! * Anında %5 ek indirim kampanyasından faydalanabilmek için \"Ödeme Yöntemi > Ödeme Kampanyaları\" alanında “Maximum ile sepette %5 ek indirim!” seçeneği işaretlenerek ilerlenmelidir.",
      "extraDescription": "* Peşin, 3 veya 6 taksitli ödemelerde, anında %5 ek indirim kampanyasına dahil seçili oteller için tıklayınız.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartlar ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Aidatsız Kartlar, Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ve Nays Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan rezervasyonlar, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "Anında %5 ek indirim",
      "startDate": "3.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "5%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/ETStur_1025_new_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:54.712Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsungda-taksit-firsati",
      "title": "Samsung TV’lerde Peşin Fiyatına 4 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Maximum anlaşmalı Samsung mağazalarından yapacağınız televizyon alışverişlerinizde peşin fiyatına 4 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8361_Samsung_TV_580x460.jpg",
      "scrapedAt": "2025-11-29T19:45:58.858Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/mielede-ilave-taksit-ayricaligi",
      "title": "Miele'de Peşin Fiyatına 6 Taksit!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar Maximum anlaşmalı Miele Center ve shop.miele.",
      "extraDescription": "com.tr’den yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Ticari Kredi Kartları, Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Miele",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/h_Miele_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:02.875Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yurtici-ucak-bileti-alimlarinizda-3taksit-firsati",
      "title": "Pazarama Tatil'den yurt içi uçak bileti alımlarınızda 3 taksit fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Pazarama Tatil’den yapacağınız yurt içi uçak bileti alımlarınızda 3 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı uçak bileti alımları kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı uçak bileti alımları kampanya kapsamında değerlendirilmemektedir.",
      "additionalConditions": "Taksit seçenekleri arasında fiyatlar farklılık gösterebilecektir. Yasal düzenleme kapsamında azami vade yurt içi harcamalarda 18 taksit olabilir, yurt dışı harcamalarda taksit yapılmamaktadır. Piyasa koşulları ve yasal düzenlemeler doğrultusunda",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/PazaramaTatil_Ucak_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:07.031Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pazarama-tatilden-yapacaginiz-yurtici-otel-rezervasyonlarinda-taksit-firsatlari",
      "title": "Pazarama Tatil'den yapacağınız yurtiçi otel rezervasyonlarınıza 6 taksit fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum Kart'ınızla Pazarama Tatil'den yapacağınız yurtiçi otel rezervasyonlarınızda 2 ila 6 taksit fırsatından yararlanabilirsiniz.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı otel rezervasyonları kampanya kapsamında değerlendirilmemektedir.",
      "excludedCards": "Aidatsız Kartlar, Bireysel ve Ticari Bankamatik Kartları, MaxiPara Kartlar ile yapılan işlemler, Maximum Fırsat, MaxiPuan ve MaxiMil kullanılarak yapılan işlemler, ürün iptal ve iade işlemleri, yurt dışı otel rezervasyonları kampanya kapsamında değerlendirilmemektedir.",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Pazarama Tatil",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-7470_Pazarama_Tatil_Otel_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:11.827Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumdan-reebokta-maxipuan-kampanyasi",
      "title": "Maximum'dan Reebok'ta 250 TL MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Reebok mağazaları ile www.reebok.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 3.500 TL ve üzeri ilk alışverişte 250 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Reebok",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ek3_Reebok_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:16.380Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/ajette-taksit-firsati",
      "title": "AJet'te 6 Taksit Fırsatı!",
      "description": "01-30 Kasım 2025 tarihleri arasında Maximum Kartınız ile ajet.com’dan ve AJet Mobil uygulamasından gerçekleştireceğiniz yurt içi bilet alımlarında 2 ila 6 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve ticari kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri 10 Mart 2007 tarihinde 26458 numaralı Resmi Gazete’de Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir. Yasal düzenleme uyarınca belirli sektörlerde yer alan ürünlerin satışında taksitlendirme yapılamamakta, diğer ürün gruplarında ise farklı taksit seçenekleri sunulmaktadır. Yurt dışı işlemlerde taksit uygulanamamakta olup, KKTC için azami 3 taksit imkânı sunulmaktadır. Gerçekleştirdiğiniz alışveriş yönetmelikte belirtilen ürün gruplarında yer alıyor ise taksit yapılamamakta ya da taksit limitleri doğrultusunda taksitlendirme seçeneği sunulmaktadır. Bankamızca alışverişin içeriği tespit edilememekte olup, taksitlendirme kısıtlaması ve taksitli işlem alt limiti firma tarafından yönetilmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "AJet",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/h_AJET_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:20.478Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/hepsiburadada-taksit-firsati",
      "title": "Hepsiburada'da Peşin Fiyatına 10 Taksit Fırsatı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "",
      "endDate": "Belirtilmemiş",
      "discountRate": "",
      "merchant": "Hepsiburada",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10497_Hepsiburada_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:24.479Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/adl-indirim-kampanyasi",
      "title": "Maximum'dan adL'de 1.000 TL indirim Kampanyası!",
      "description": "Alışverişinizden önce İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında adL mağazaları ile www.adl.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 10.000 TL ve üzeri ilk alışverişinize 1.000 TL İndirim kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde alışverişinizden önce yapmanız gereklidir.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "İş Bankası ve adL",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/BAN-10338_adL_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:28.458Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-tema-kart-basvurunuz-bir-fidan-olsun",
      "title": "Kasım Ayında Yapacağınız Maximum TEMA Kart Başvurunuz bir fidan olsun!",
      "description": "1-30 Kasım 2025 tarihleri arasında Maximum TEMA Kart’a başvurun, onaylanan kredi kartınız ile 5 Aralık 2025 tarihine kadar yapacağınız ilk harcamanızda sizin adınıza TEMA Vakfı aracılığıyla bir fidan dikelim! Üstelik TEMA Kart başvurunuzda kartınızın fiziken basılması yerine dijital kullanımı tercih ederek fiziki kartın sunduğu tüm deneyim ve ayrıcalıkları eksiksiz olarak yaşayabilirsiniz.",
      "extraDescription": "",
      "includedCards": "ve işlemler: 1-30 Kasım 2025 tarihleri arasında başvurulan ve kullanıma açılan Maximum TEMA Kart’lar ile 5 Aralık 2025 tarihine kadar (bu tarih dahil) yapılan 1 TL ve üzeri alışveriş işlemleri kampanyaya dahildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/MaximumTEMAKart_Basvuru_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:32.784Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/love-my-body-indirim-firsati",
      "title": "Maximum'dan Love My Body'de 1.000 TL İndirim Kampanyası!",
      "description": "Alışverişinizden önce İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Love My Body mağazaları ile www.lovemybody.",
      "extraDescription": "com.tr adresinden tek seferde yapacağınız 10.000 TL ve üzeri ilk alışverişinize 1.000 TL İndirim kazanın! Kampanya katılımlı olup, katılımınızı kampanya dönemi içerisinde alışverişinizden önce yapmanız gerekmektedir.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "İş Bankası ve Love My Body",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/LMB_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:36.784Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/feneriumda-indirim-firsati",
      "title": "Maximum'dan Fenerium'da %10 indirim Fırsatı!",
      "description": "Alışverişinizden önce İşCep'ten kampanyaya katılın, 1- 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Fenerium mağazalarından tek seferde yapacağınız 2.000 TL ve üzeri alışverişlerinizde %10 TL indirim kazanın! Kampanya katılımlı olup katılımınız kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "extraDescription": "Kampanyaya dahil Fenerium mağaza listesi için tıklayınız.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Azami indirim tutarı müşteri başına 400 TL ile sınırlıdır.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ek14_Fenerium_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:41.097Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yurt-disi-harcamalariniz-ve-yurt-ici-duty-free-alisverislerinize-maxipuan-firsati",
      "title": "Yurt Dışı Harcamalarınız ve Yurt içi Duty Free Alışverişlerinize 2.000 TL’ye Varan MaxiPuan!",
      "description": "1-30 Kasım 2025 tarihleri arasında İş Bankası bireysel kartınızla fiziki olarak gerçekleştireceğiniz harcamaların toplamı 40.000 TL’ye ulaştığında 1.",
      "extraDescription": "000 TL, 80.000 TL’ye ulaştığında 2.000 TL MaxiPuan fırsatı sizlerle!.",
      "includedCards": "ve işlemler: • İş Bankası Maximum ve Maximiles özellikli bireysel kredi, Bankamatik Kartı ve MaxiPara Kartlar • Yalnızca fiziki poslardan yapılan işlemler kampanya kapsamında değerlendirilecektir.",
      "excludedCards": "• Ticari nitelikli tüm Bankamatik Kartlar ve kredi kartları, aidatsız kartlar ve Nays kredi kartları kampanyadan hariç tutulmuştur.",
      "additionalConditions": "Türkiye İş Bankası",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "2.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9345_Yurtdisi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:45.325Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/saglik-odemelerinizi-faizsiz-taksitlendirin",
      "title": "Peşin Sağlık Harcamalarınızda 2 Ay Faizsiz Taksitlendirme Fırsatı!",
      "description": "1-30 Kasım 2025 tarihleri arasında yapacağınız 5.000- 500.",
      "extraDescription": "000 TL arası peşin sağlık kurumu harcamalarınıza 2 ay faizsiz sonradan taksitlendirme fırsatı! Uygulamayı telefonunuza indirin: İşCep/indir Taksitlendirme talebinizi; • İşCep uygulaması üzerinden 1. Yöntem Menü > Kartlar > Kredi Kartlarım> Harcamanın yapıldığı kart seçimi > Kart İşlemleri > Nakit Ödeme Çözümleri > Harcama Taksitlendirme / Erteleme 2. Yöntem Kartlarım > Harcamanın yapıldığı kart seçimi > Detaya Git > Dönem İçi > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir VEYA • Maximum Mobil uygulaması üzerinden > Kartlarım > Harcamanın yapıldığı kart seçimi > Harcamalarım ve Taksitlerim > Taksitlendirilecek işlemin yanındaki Taksitlendir/Ertele butonu > Taksitlendir Kampanyanın geçerli olduğu kanal: İşCep, Maximum Mobil.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar: Ticari Kredi Kartları, Aidatsız Kartlar, Bankamatik Kartlar, MaxiPara kartlar, Nays kartlar Kampanya Detayları: 1.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/Saglik_Sektoru_Taksitlendirme580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:50.382Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/jimmy-keyde-maxipuan-kampanyasi",
      "title": "Maximum'dan Jimmy Key'de 500 TL MaxiPuan Kampanyası!",
      "description": "İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Jimmy Key mağazaları ve www.jimmykey.",
      "extraDescription": "com adresinden tek seferde yapacağınız 3.500 TL ve üzeri ilk alışverişe 500 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "Bankamatik Kartı, İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Pati Kart, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Maximum Genç Bankamatik Kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "excludedCards": "Aidatsız Kartlar, Ticari Kartlar, Maxipara Kartlar, Maximum Genç Aidatsız kredi kartı, Maximum Genç Bankamatik Kartı, Nays Kartlar, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler.",
      "additionalConditions": "İş Bankası ve Jimmy Key",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "500 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10583_Jimmy-Key_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:54.465Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/europcardan-arac-kiralamada-yuzde30-indirim-ve-pesin-fiyatina-4-taksit",
      "title": "Europcar'dan Araç Kiralamada %30 İndirim ve 4 Taksit Fırsatı",
      "description": "Maximum Kart’a özel Europcar'dan yapacağınız araç kiralamalarında %30 indirim ve peşin fiyatına 4 taksit fırsatı. Kampanya kapsamında 24MAXI30 kodu ile 30 Kasım tarihine kadar Maximum Kart'ınızla Europcar'dan yapacağınız araç kiralamalarında liste fiyatları üzerinden %30 indirim yapılacaktır.",
      "extraDescription": "Europcar Türkiye web sitesi ve çağrı merkezi üzerinden yapılacak kiralamalarda geçerlidir. Kampanya Kodu: 24MAXI30.",
      "includedCards": "İş Bankası Maximum, Maximiles, Ticari Kredi Kartları Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Nays Kartlar, Ticari Bankamatik Kartlar, Bankamatik Kartları, MaxiPara Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "30%",
      "merchant": "Europcar",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8000_Europcar_580x460.jpg",
      "scrapedAt": "2025-11-29T19:46:58.454Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/karaca-da-taksit-firsati",
      "title": "Karaca'da 3 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile 31 Aralık 2025 tarihine kadar Karaca mağazalarından ve www.karaca.",
      "extraDescription": "com adresinden yapacağınız 3.500 TL ve üzeri alışverişlerinizde 3 taksit fırsatı. Kampanya Maximum Üye İşyeri olan Karaca Home–Karaca Züccaciye- Jumbo – Emsan – Homend-Kaşmir Halı - Cookplus mağazalarındaki alışverişlerinizde geçerlidir.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Ticari Kredi Kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "17.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Karaca",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10549_Karaca_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:02.482Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yolcu360-tan-yurtdisi-ucak-biletlerinde-indirim-firsati",
      "title": "Yolcu360'tan Yurt Dışı Uçak Biletlerinde 600 TL İndirim Fırsatı",
      "description": "Maximum Kart'ınıza özel Yolcu360’tan yapacağınız yurt dışı bilet harcamalarına 600 TL indirim kazanın. Kampanya kapsamında 360MAXIYD kodu ile 31 Aralık 2025 tarihine kadar Maximum Kart'ınızla Yolcu360’tan yapacağınız yurt dışı bilet harcamalarına 600 TL indirim yapılacaktır.",
      "extraDescription": "Kampanya Kodu: 360MAXIYD Yolcu360.com internet sitesi veya Yolcu360 mobil uygulamasından Maximum Kart'a özel Yolcu360 İndirimi sayfasına girildiğinde kampanya kodu alanına kampanya kodunuzu girerek doğrulama sonrası indirimli fiyatları listeleyebilir ve satın alma işlemini gerçekleştirebilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: MaxiPara Kartlar ve Bankamatik Kartlar, Maximum Aidatsız Kartlar, Ticari Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "600 TL",
      "merchant": "Yolcu360",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Yolcu360_ydisi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:06.483Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yolcu360-tan-yurtici-ucak-biletlerinde-indirim-firsati",
      "title": "Yolcu360'tan Yurt İçi Uçak Biletlerinde 300 TL İndirim Fırsatı",
      "description": "Maximum Kart'ınıza özel Yolcu360’tan yapacağınız yurt içi bilet harcamalarına 300 TL indirim kazanın. Kampanya kapsamında 360MAXI kodu ile 31 Aralık 2025 tarihine kadar Maximum Kart'ınızla Yolcu360’tan yapacağınız yurt içi bilet harcamalarına 300 TL indirim yapılacaktır.",
      "extraDescription": "Kampanya Kodu: 360MAXI Yolcu360.com internet sitesi veya Yolcu360 mobil uygulamasından Maximum Kart'a özel Yolcu360 İndirimi sayfasına girildiğinde kampanya kodu alanına kampanya kodunuzu girerek doğrulama sonrası indirimli fiyatları listeleyebilir ve satın alma işlemini gerçekleştirebilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları Kampanyaya dâhil olmayan işlemler: MaxiPara Kartlar ve Bankamatik Kartlar, Maximum Aidatsız Kartlar, Ticari Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2025",
      "endDate": "31.12.2025",
      "discountRate": "300 TL",
      "merchant": "Yolcu360",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Yolcu360_0625_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:10.927Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kidzaniada-dogum-gunu-paketlerinde-indirim-firsati",
      "title": "Kidzania’da Doğum Günü Paketlerinde Maximum Kart'a %10 indirim Fırsatı!",
      "description": "30 Kasım 2025 tarihine kadar İş Bankası kartınıza özel Çocuklar Ülkesi KidZania girişlerinde %10 indirim ayrıcalığından yararlanın.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli bireysel kredi kartları, Bankamatik Kartları ve MaxiPara Kartlar kampanyaya dahildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dahil değildir.",
      "additionalConditions": "%10 indirim doğum günü paketlerinde geçerlidir. Bu",
      "startDate": "14.7.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-9617_KidZania_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:15.087Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/amazon-prime-uyeliginiz-maximiles-blackten",
      "title": "Maximiles Black ile ücretsiz Amazon Prime üyeliği ayrıcalığı!",
      "description": "31 Aralık 2025 tarihine kadar yeni üye olarak ya da mevcut üyeliğiniz kapsamında Maximiles Black'iniz ile yapacağınız 49,9 TL tutarındaki Amazon Prime üyelik ücreti ödemelerinizin tamamı kartınıza iade edilecektir. Maximiles Black kredi kartı sahibi olmak için: İşCep ve Maximum Mobil uygulamalarından ya da size en yakın İş Bankası Şubesi'nden başvurunuzu yapabilirsiniz.",
      "extraDescription": "",
      "includedCards": "Maximiles Black, asıl ve ek kredi kartları Kampanya koşulları: Kampanya kapsamında Maximiles Black ile tek seferde gerçekleştirilecek 49,9 TL'lik Amazon Prime üyelik ücreti ödemelerinin tamamı, ödeme yapılan karta iade edilecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "9 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-6182_AmazonPrime_580x460_2.jpg",
      "scrapedAt": "2025-11-29T19:47:19.118Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximiles-blackle-pasabahce-magazalarindan-yapacaginiz-alisverislerinize-indirim-firsati",
      "title": "Maximiles Black'le Paşabahçe Mağazaları'ndan yapacağınız alışverişlerinizde %10 indirim!",
      "description": "31 Aralık 2025 tarihine kadar Maximiles Black ile Paşabahçe Mağazaları’ndan tek seferde yapacağınız 4.000 TL ve üzeri alışverişlerinize %10, aylık toplamda 1.",
      "extraDescription": "000 TL’ye varan indirim ayrıcalığı sizi bekliyor. Maximiles Black kredi kartı sahibi olmak için: İşCep ve Maximum Mobil uygulamalarından ya da size en yakın İş Bankası Şubesi'nden başvurunuzu yapabilirsiniz.",
      "includedCards": "Maximiles Black asıl ve ek kredi kartları Kampanyaya dâhil olmayan işlemler: MaxiMil ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri kampanyaya dâhil değildir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "10%",
      "merchant": "le Paşabahçe Mağazaları",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/a25_Pasabahce_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:23.270Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/in-street-magazalarinda-pesin-fiyatina-taksit-firsati",
      "title": "IN Street'te Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile In Street mağazalarından ve www.instreet.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "IN Street",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/tStreet_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:27.484Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/samsonite-pesin-fiyatina-taksit-firsati",
      "title": "Samsonite’ta Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Samsonite mağazalarından ve www.samsonite.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Samsonite_ocak_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:31.774Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/desada-pesin-fiyatina-taksit-firsati",
      "title": "Desa’da Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Desa mağazalarından ve www.desa.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Desa-Nisan_2025_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:36.247Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-kulturde-indirim-firsati",
      "title": "İş Kültür Mağazalarında Maximum Kart'a % 25 İndirim Fırsatı!",
      "description": "Maximum Kart'ınızla İş Kültür mağazalarından yapacağınız alışverişlerinizde %25 indirim ayrıcalığı! Üstelik 600 TL ve üzeri alışverişlerinizde vade farksız 5 aya varan taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Bankamatik Kartlar, Ticari Kredi Kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler ve ödeme kuruluşları aracılığıyla yapılan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "%25 indirim",
      "startDate": "1.3.2025",
      "endDate": "31.12.2025",
      "discountRate": "25%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8320_iskultur_indirim_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:40.008Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/is-kulturde-taksit-firsati",
      "title": "İş Kültür'de 5 Taksit Fırsatı!",
      "description": "Maximum Kart'ınızla İş Kültür mağazalarından veya www.iskultur.",
      "extraDescription": "com.tr adresinden yapacağınız 600 TL ve üzeri alışverişlerinizde vade farksız 5 aya varan taksit fırsatı! Üstelik İş Kültür mağazalarından yapacağınız alışverişlerinizde %25 indirim ayrıcalığı!.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Ticari Kredi Kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "",
      "additionalConditions": "Taksit",
      "startDate": "1.3.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "İş Kültür",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/iskultur_Taksit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:44.380Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/underarmourda-taksit-firsati",
      "title": "Under Armour'da Peşin Fiyatına 4 Taksit Fırsatı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.2.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Under Armour",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t_Under-Armour_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:48.420Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lovada-pesin-fiyatina-taksit-firsati",
      "title": "Lova’da peşin fiyatına 9 taksit fırsatı!",
      "description": "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Lova mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "11.12.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7754_Lova_Yatak_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:52.672Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/dogtasta-pesin-fiyatina-taksit-firsati",
      "title": "Doğtaş'ta peşin fiyatına 9 taksit fırsatı!",
      "description": "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Doğtaş mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "10.12.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Doğtaş",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7754_Dogtas_580x460.jpg",
      "scrapedAt": "2025-11-29T19:47:56.943Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/kelebekde-pesin-fiyatina-taksit-firsati",
      "title": "Kelebek'de peşin fiyatına 9 taksit fırsatı!",
      "description": "31 Aralık'a kadar, Maximum Kart'ınızla kampanyaya dahil Maximum anlaşmalı Kelebek mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit ayrıcalığı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik ve Kredi Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "10.12.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Kelebek",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ocak24_kelebek_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:01.158Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/zara-magazalarinda-taksit-firsati",
      "title": "Zara mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Zara_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:05.356Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/leftiesden-taksit-firsati",
      "title": "Lefties mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Lefties_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:09.488Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/massimo_dutti-taksit-kampanyasi",
      "title": "Massimo Dutti mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Massimo_Dutti_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:13.481Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/pull-bear-de-taksit-firsati",
      "title": "Pull&Bear mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Pull_and_Bear_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:17.431Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/stradivarius-da-taksit-firsati",
      "title": "Stradivarius mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Stradivarius_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:21.865Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/allways-hizli-gecis-fast-track-hizmetine-indirim-ayricaligi",
      "title": "Maximum Kartlarınız ile Sabiha Gökçen Havalimanı’nda ALLWAYS Hızlı Geçiş (Fast Track) Hizmetine %50 İndirim Ayrıcalığı!",
      "description": "Maximum özellikli kredi kartlarınız ile Sabiha Gökçen Havalimanı’ndan yapacağınız seyahatlerde ALLWAYS Hızlı Geçiş hizmetinde %50 indirim ayrıcalığı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "ve işlemler: İş Bankası aidatlı bireysel kredi kartları.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "20.4.2023",
      "endDate": "30.4.2026",
      "discountRate": "50%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Ekim/BAN-5739_MB_FastTrack_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:25.748Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yolcu-360-tan-arac-kiralamada-indirim-firsati",
      "title": "Yolcu360'tan Araç Kiralamada İndirim Fırsatı",
      "description": "Maximum Kart'ınıza özel Yolcu360’tan yapacağınız araç kiralamalarında net %10 indirim kazanın! Kampanya kapsamında MAXI360 kodu ile 12 - 30 Kasım 2025 tarihleri arasında Maximum Kart'ınızla Yolcu360’tan yapacağınız araç kiralamalarında net %10 indirim yapılacaktır. Kampanya Kodu: MAXI360 Yolcu360.",
      "extraDescription": "com internet sitesi veya Yolcu360 mobil uygulamasından Maximum Kart'a özel Yolcu360 İndirimi sayfasına girildiğinde kampanya kodu alanına İşCep uygulamasında yer alan kampanya kodunu girerek doğrulama sonrası indirimli fiyatları listeleyebilir ve kiralama işlemini gerçekleştirebilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları, MaxiPara Kartlar ve Bankamatik Kartlar Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Ticari Kartlar, Nays Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "12.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "10%",
      "merchant": "Yolcu360",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k12yici_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:30.228Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/amazoncomtrde-taksit-firsati",
      "title": "Amazon.com.tr'de Peşin Fiyatına 10 Taksit Fırsatı!",
      "description": "3-30 Kasım tarihlerinde Maximum Kart'ınız ile Amazon.com.",
      "extraDescription": "tr’den yapacağınız alışverişlerinizde peşin fiyatına 10 taksit fırsatı! 30 Kasım 2025 tarihine kadar İş Bankası Maximum özellikli kredi kartları ile yapacağınız; 750 TL ve üzeri alışverişlerinizde peşin fiyatına 2 ve 3 taksit, 6.000 TL ve üzeri alışverişlerinizde peşin fiyatına 6 taksit, 10.000 TL ve üzeri alışverişlerinizde; peşin fiyatına 9 taksit, seçili ürünlerde peşin fiyatına 10 taksit fırsatından yararlanabilirsiniz.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "excludedCards": "Maximum Fırsat işlemleri, ürün iptal ve iade işlemleri, Maximum özellikli POS cihazından yapılmayan işlemler Ek Koşullar: Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "additionalConditions": "Kampanya yalnızca sepette ödeme esnasında geçerlidir.",
      "startDate": "3.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Amazon.com.tr",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Amazon-Taksit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:34.474Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lululemonda-maxipuan",
      "title": "lululemon'da 1.000 TL MaxiPuan!",
      "description": "İşCep'ten kampanyaya katılın, 30 Kasım'a kadar Maximum Kart’ınızla lululemon mağazaları ve lululemon.com.",
      "extraDescription": "tr adresinden tek seferde yapacağınız 10.000 TL ve üzeri alışverişlerde 1.000 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Bankamatik Kartları ve Maxipara Kartlar Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Ticari Bankamatik ve Kredi Kartları, Vadematik Kart, Nays Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "1.000 TL",
      "merchant": "lululemon",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a3_lululemon_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:38.908Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/decathlon-indirim-kampanyasi",
      "title": "Maximum Kart'ınızla Decathlon'da 250 TL Geri Kazanın!",
      "description": "Alışverişinizden önce İşCep'ten kampanyaya katılın, 1 - 30 Kasım 2025 tarihleri arasında Maximum Kart’ınızla Decathlon mağazaları, www.decathlon.",
      "extraDescription": "com.tr ve mobil uygulamadan tek seferde yapacağınız 2.500 TL ve üzeri ilk alışverişe 250 TL geri kazanın! Kampanya katılımlı olup katılımınız kampanya dönemi içinde alışverişinizden önce yapılması gerekmektedir.",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli, Maximum Genç) Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Nays Kartlar, MaxiPara kartlar, Ticari Bankamatik ve Kredi Kartı, Vadematik Kart ve Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanya Decathlon mağazaları, www.decathlon.com.tr ve mobil uygulamada bulunan Maximum anlaşmalı işyerlerinden yapılacak 2.500 TL ve üzeri ilk alışverişi kapsamaktadır. Decathlon",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "250 TL",
      "merchant": "ınızla Decathlon",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k6_Decathlon_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:43.345Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/jimmy-key-de-taksit-firsati",
      "title": "Maximum'dan Jimmy Key'de 4 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Jimmy Key mağazalarından ve www.jimmykey.",
      "extraDescription": "com adresinden yapacağınız alışverişlerinizde peşin fiyatına 4 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/Jimmy_Key_0725_new_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:47.520Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lumberjackte-pesin-fiyatina-6taksit-firsati",
      "title": "Lumberjack'te Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Lumberjack",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Lumberjack_6taksit-580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:51.832Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/love-my-body-de-taksit-firsati",
      "title": "Maximum'dan Love My Body’de Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Love My Body mağazalarından ve www.lovemybody.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, Maximiles Black, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "İş Bankası ve Love My Body",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/m_Love-My-Body-Taksit_580x460.jpg",
      "scrapedAt": "2025-11-29T19:48:56.175Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/legoda-maxipuan-firsati",
      "title": "Maximum'dan LEGO'da 1.000 TL’ye Varan MaxiPuan Fırsatı!",
      "description": "İşCep'ten kampanyaya katılın, 15 Kasım – 31 Aralık 2025 tarihleri arasında Maximum Kart’ınızla LEGO Store mağazaları veya LEGO.tr adresinden yapacağınız toplam 5.",
      "extraDescription": "000 - 19.999 TL arası ilk alışverişe 500 TL, 20.000 TL ve üzeri ilk alışverişe 1.000 TL MaxiPuan kazanın! Kampanya katılımlı olup katılımınızı kampanya dönemi içinde dilediğiniz zaman (alışverişinizden önce veya sonra) yapabilirsiniz. Kampanya, LEGO Store Adana Optimum, Ankara ANKAMall, Ankara Kentpark, Antalya TerraCity, Bursa Sur Yapı Marka, İstanbul Akasya, İstanbul Forum İstanbul, İstanbul Hilltown, İstanbul Kanyon, İstanbul Meydan ve İzmir Hilltown mağazalarında ve LEGO.tr adresinden yapılacak alışverişlerde geçerli olup ödeme kuruluşları aracılığıyla yapılan, farklı ürün kategorilerinde satış yapan sanal mağazalardan ve/veya e-ticaret sitelerinden yapılacak alışverişler kampanyaya dâhil değildir.",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "15.11.2025",
      "endDate": "31.12.2025",
      "discountRate": "1.000 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k10_Lego_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:00.522Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yann-tiersen-konser-biletleri-maximum-kartlara-indirimli",
      "title": "Yann Tiersen Konser Biletleri Maximum Kart’lara %10 İndirimli!",
      "description": "20 Haziran 2026 tarihinde Maximum Uniq Açıkhava’da gerçekleşecek Yann Tiersen konser biletlerinde Maximum Kart’ınıza %10 indirim ayrıcalığı sizi bekliyor. İndirim, www.",
      "extraDescription": "biletinial.com resmi web sayfasından veya Biletinial mobil uygulamalarından kampanya tipi “İş Bankası Kredi Kartlarına %20 indirim” seçilerek yapılan bilet alımlarında geçerlidir.",
      "includedCards": "İş Bankası Maximum özellikli Bireysel Kredi Kartları (Maximum, Maximiles, MercedesCard, Maximum Genç) Kampanyaya dahil olmayan kartlar ve işlemler: Bireysel Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik ve Kredi Kartları, Maximiles Black ve Privia Black Kartlar, Aidatsız Kartlar, Nays Kartlar, Vadematik Kartlar ile yapılan işlemler ile iptal ve iade işlemleri kampanyaya dahil değildir.",
      "excludedCards": "Bireysel Bankamatik Kartları, MaxiPara Kartlar, Ticari Bankamatik ve Kredi Kartları, Maximiles Black ve Privia Black Kartlar, Aidatsız Kartlar, Nays Kartlar, Vadematik Kartlar ile yapılan işlemler ile iptal ve iade işlemleri kampanyaya dahil değildir.",
      "additionalConditions": "Kampanya 07 Kasım 2025 tarihinde saat 12:00 ‘den sonra olan bilet satışları için geçerli olacaktır. Saat 12:00 ‘den önce olan bilet satışları",
      "startDate": "7.11.2025",
      "endDate": "20.6.2026",
      "discountRate": "10%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-10749_Set1_Yann-Tiersen_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:04.957Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/s-sport-plus-ucretsiz-deneme-firsati",
      "title": "S Sport Plus yıllık üyelik 1.799 TL yerine 999 TL. Üstelik 30 gün ücretsiz deneme fırsatıyla!",
      "description": "S Sport Plus yıllık pakete yeni üye olan Maximum Kart sahiplerine, yıllık paket 1.799 TL yerine 999 TL! Üstelik 30 gün ücretsiz deneme fırsatıyla! Kampanya Ayrıntıları 5 Eylül - 15 Aralık 2025 tarihleri arasında kampanyaya katılıp size özel üretilen kod ile yeni S Sport Plus yıllık üyeliğinizi 1.",
      "extraDescription": "799 TL yerine 999 TL'ye başlatabilirsiniz! EuroLeague, LaLiga, Bundesliga, Serie A, NBA, UFC, ATP Masters 1000, NFL, NASCAR, MotoGP ve dünyanın önde gelen birçok spor organizasyonunu S Sport Plus ayrıcalığıyla ister Smart TV’den ister webten ister cepten 1.799 TL yerine 999 TL’ye 1 yıl izleyebilirsiniz. Üstelik Yıllık Paket teklifine ek 30 gün ücretsiz deneme fırsatıyla! Kodunuzu almak için İşCep'te ilgili kampanya sayfasında yer alan “KATIL” butonuna tıklamanız gerekmektedir. İndirim kodunuz telefonunuza SMS ile gönderilecektir. İndirim Kodu Kullanımı: Kampanya kodu ile ssportplus.com üzerinden “Hemen Üye Ol” butonuyla hesap bilgilerinizi oluşturduktan sonraki adımda ‘Promosyon Kodu’ alanına kodunuzu ve ödeme bilginizi girerek üyelik başlatmanız yeterlidir. S Sport Plus üzerinde hesap oluşturmuş ancak aktif ücretli üyeliği bulunmayan S Sport Plus kullanıcısı iseniz ssportplus.com üzerinden üye girişi yaptıktan sonra kilitli gördüğünüz içeriklerden birine tıklayıp ‘Promosyon Kodu’ alanına kodunuzu ve ödeme bilgilerinizi girerek üyeliğinizi başlatabilirsiniz. İndirim kodu ile yapılan yıllık üyeliklerde 30 günlük ücretsiz deneme süresinin ardından kartınıza 1.199 TL yansıtılacaktır. İlgili işlem kartınızın dönem içi hareketlerine girdikten sonra 200 TL ayrıca indirim yapılacaktır.",
      "includedCards": "İş Bankası Maximum ve Maximiles özellikli bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Aidatsız Kartlar, Bankamatik, MaxiPara Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri Kampanya koşulları: • Kampanyadan yararlanabilmek için İş Bankası kredi kartı bilgilerinizle birlikte kampanya kodunun kullanılması gerekmektedir.",
      "excludedCards": "Aidatsız Kartlar, Bankamatik, MaxiPara Kartlar, Ticari Kartlar, Vadematik Kart ile yapılan işlemler, Maximum Fırsat, MaxiPuan, PazaramaPuan ve MaxiMil kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri Kampanya koşulları: • Kampanyadan yararlanabilmek için İş Bankası kredi kartı bilgilerinizle birlikte kampanya kodunun kullanılması gerekmektedir.",
      "additionalConditions": "",
      "startDate": "5.9.2025",
      "endDate": "15.12.2025",
      "discountRate": "1.799 TL",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e04_S_Sport_Kampanya_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:09.029Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/isbir-yatakta-pesin-fiyatina-taksit-firsati",
      "title": "İşbir Yatak'ta peşin fiyatına 7 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile 30 Kasım 2025 tarihine kadar İşbir Yatak mağazalarından ve isbiryatak.com.",
      "extraDescription": "tr adresinden yapacağınız alışverişlerinizde 7 taksit fırsatı.",
      "includedCards": "ve işlemler: İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları ve Ticari Kredi Kartları,Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanyamızda sonradan taksitlendirme işlemi mümkün değildir. Taksit seçeneğinin işlem anında uygulanması gerekmektedir.",
      "startDate": "1.9.2025",
      "endDate": "1.11.2025",
      "discountRate": "",
      "merchant": "İşbir Yatak",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/a7iy_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:13.354Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/tumide-pesin-fiyatina-taksit-firsati",
      "title": "Tumi'de Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Tumi mağazalarından ve www.tumi.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Tumi",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/BAN-8715_Tumi_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:17.525Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/nine-west-magazalarinda-pesin-fiyatina-taksit-firsati",
      "title": "Nine West Mağazalarında Peşin Fiyatına 6 Taksit Fırsatı!",
      "description": "Maximum Kart’ınız ile Nine West mağazalarından ve www.ninewest.",
      "extraDescription": "com.tr adresinden yapacağınız alışverişlerinizde peşin fiyatına 6 taksit fırsatı!.",
      "includedCards": "Maximum Kart, Maximiles, MercedesCard, İş’te Üniversiteli Kart, Pati Kart ve Maximum Genç Kart.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t10_NWest_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:21.685Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/petlasta-taksit-firsati",
      "title": "Petlas’ta 6 Taksit Fırsatı",
      "description": "Maximum Kart'ınızla Petlas'tan 31 Aralık tarihine kadar yapacağınız alışverişlerinizde 6 taksit fırsatı sizi bekliyor.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Ticari Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Ticari Kredi Kartları, Bankamatik Kartları, Maxipara Kartlar, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Kampanyadan faydalanabilmek için alışverişlerin Maximum özellikli POS cihazlarından yapılması gerekmektedir.",
      "startDate": "1.7.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/aralik/sbt4_Petlas_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:25.582Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/lululemonda-pesin-fiyatina-taksit-firsati",
      "title": "lululemon'da Peşin Fiyatına 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "26.5.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "lululemon",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/h3_lululemon_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:29.525Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximumda-servis-plan-uyeliklerinde-indirim-firsati",
      "title": "Maximum'da Servis Plan Üyeliklerinde %30 İndirim Fırsatı!",
      "description": "İşCep'ten alacağınız kodla Servis Plan'dan alacağınız yıllık üyeklilerde %30 indirim fırsatı kazanın. Kampanya kapsamında İşCep'ten alacağınız kod ile 1 Nisan - 31 Aralık 2025 tarihleri arasında Maximum Kart'ınızla Servis Plan'dan alacağınız yıllık üyeliklerde %30 indirim sunulacaktır.",
      "extraDescription": "Kodunuzu almak için İşCep ilgili kampanya sayfasında yer alan Katıl butonuna tıklamanız gerekmektedir. İndirim kodunuz SMS ile tarafınıza iletilecektir. Servis Plan mobil uygulamasında, Rahat Plan veya Rahat Rahat Plan paketini seçtikten sonra ‘İndirim Kodu’ alanına kodu yazarak özel fiyatı görüntüleyip üyeliğinizi başlatabilirsiniz.",
      "includedCards": "İş Bankası Maximum, Maximiles tüm bireysel kredi kartları, MaxiPara Kartlar ve Bankamatik Kartlar Kampanyaya dâhil olmayan işlemler: Maximum Aidatsız Kartlar, Ticari Kartlar, Nays Kartlar ve MaxiPuan kullanılarak yapılan alışverişler kampanya kapsamında değerlendirilmeyecektir.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.4.2025",
      "endDate": "31.12.2025",
      "discountRate": "30%",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-8746_Servis_Plan_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:33.901Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gap-magazalarinda-taksit-firsati",
      "title": "Gap’de Vade Farksız 6 Taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.3.2025",
      "endDate": "28.2.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2023/Mart/BAN-9429_GAP_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:38.087Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/maximum-karta-ozel-ikea-da-pesin-fiyatina-9-taksit-firsati",
      "title": "Maximum Kart'a özel IKEA'da peşin fiyatına 9 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile IKEA’dan yapacağınız alışverişlerinizde peşin fiyatına 9 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum özellikli kredi kartları (Maximum, MercedesCard, Maximiles, Maximiles Black, İş’te Üniversiteli, Maximum Genç Kart) Ticari Kartlar, Aidatsız Maximum Kartlar, Aidatsız Genç Kartlar, Aidatsız Business Kartlar ve Aidatsız İşte Üniversiteli Kartlar.",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "2.1.2025",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "a özel IKEA",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-10803_IKEA_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:42.418Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/zara-home-da-taksit-firsati",
      "title": "Zara Home mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-7491_Zara_Home_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:46.418Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vakkorama-harcamalarinizda-taksit-ayricaligi",
      "title": "Vakkorama Harcamalarınızda 4 Taksit Ayrıcalığı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.9.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/BAN-6035_Vakkorama_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:50.531Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vakko-harcamalarinizda-taksit-ayricaligi",
      "title": "Vakko Harcamalarınızda 4 Taksit Ayrıcalığı!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.9.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Vakko_29agustos-5eyl%c3%bcl_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:54.533Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/w-collection-harcamalarinizda-taksit-ayricaligi",
      "title": "W Collection Harcamalarınızda 4 Taksit Ayrıcalığı",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "4.9.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/e10_Wcollection_580x460.jpg",
      "scrapedAt": "2025-11-29T19:49:58.948Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/beymende-taksit-firsati",
      "title": "Beymen'de Vade Farksız 4 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "3.7.2024",
      "endDate": "31.12.2025",
      "discountRate": "",
      "merchant": "Beymen",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/t3_Beymen_580x460.jpg",
      "scrapedAt": "2025-11-29T19:50:03.319Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/yatsan-taksit-kampanyasi",
      "title": "Yatsan'da 6 taksit fırsatı!",
      "description": "Maximum Kart’ınız ile Yatsan mağazalarından yapacağınız alışverişlerinizde 6 taksit fırsatı.",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia markalı tüm bireysel kredi kartları, Ticari kredi kartları Kampanyaya dâhil olmayan kartlar ve işlemler: Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları ve Vadematik Kart, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "",
      "startDate": "11.11.2025",
      "endDate": "14.1.2026",
      "discountRate": "",
      "merchant": "Yatsan",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/k13_Yatsan_580x460.jpg",
      "scrapedAt": "2025-11-29T19:50:07.108Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/vaillantta-taksit-firsati",
      "title": "Vaillant'ta 9 taksit fırsatı!",
      "description": "Maximum anlaşmalı Vaillant mağazalarından yapacağınız alışverişlerinizde peşin fiyatına 9 taksit fırsatı!",
      "extraDescription": "",
      "includedCards": "İş Bankası Maximum, Maximiles ve Privia özellikli bireysel kredi kartları, Ticari Kredi Kartları, Fibabanka Gold, Prestige ve GetirFinans kredi kartlarıyla yapılan işlemler dahildir.",
      "excludedCards": "Bankamatik Kartları, Maxipara Kartlar, Ticari Bankamatik Kartları, Aidatsız Kartlar ile yapılan işlemler, Maximum Fırsat ve MaxiPuan kullanılarak yapılan alışverişler, ürün iptal ve iade işlemleri, Maximum POS cihazından yapılmayan işlemler kampanyaya dâhil değildir.",
      "additionalConditions": "Ürün gruplarında uygulanacak taksit adetleri Bankacılık Düzenleme ve Denetleme Kurumu (BDDK) tarafından yayımlanan Banka Kartları ve Kredi Kartları Hakkında Yönetmelik doğrultusunda belirlenmektedir.",
      "startDate": "1.11.2025",
      "endDate": "30.11.2025",
      "discountRate": "",
      "merchant": "Vaillant",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/Vaillant_580x460.jpg",
      "scrapedAt": "2025-11-29T19:50:11.077Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/bershka-magazalarinda-vade-farksiz-taksit-firsati",
      "title": "Bershka mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ekk_Bershka_580x460.jpg",
      "scrapedAt": "2025-11-29T19:50:15.538Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/oysho-magazalarinda-vade-farksiz-taksit-firsati",
      "title": "Oysho mağazalarında vade farksız 6 taksit!",
      "description": "Açıklama bulunamadı",
      "extraDescription": "",
      "includedCards": "",
      "excludedCards": "",
      "additionalConditions": "",
      "startDate": "1.10.2024",
      "endDate": "31.1.2026",
      "discountRate": "",
      "merchant": "Maximum",
      "image": "https://www.maximum.com.tr/contentmanagement/PublishingImages/kampanyagorselleri/bireysel/2024/ekk_Oysho_580x460.jpg",
      "scrapedAt": "2025-11-29T19:50:19.978Z"
    },
    {
      "url": "https://www.maximum.com.tr/kampanyalar/gecmis-kampanyalar",
      "title": "gecmis-kampanyalar",
      "error": "Navigation timeout of 30000 ms exceeded",
      "scrapedAt": "2025-11-29T19:50:50.742Z"
    }
  ]
}